const express=require('express')
const Router12=express.Router()
Router12.get('',async(req,res)=>{
  res.render('chapter12',{
    header:[{"href":"Chapter1","value":"1"},
    {"href":"Chapter2","value":"2"},
    {"href":"Chapter3","value":"3"},
    {"href":"Chapter4","value":"4"},
    {"href":"Chapter5","value":"5"},
    {"href":"Chapter6","value":"6"},
    {"href":"Chapter7","value":"7"},
    {"href":"Chapter8","value":"8"},
    {"href":"Chapter9","value":"9"},
    {"href":"Chapter10","value":"10"},
    {"href":"Chapter11","value":"11"},
    {"href":"Chapter12","value":"12"},
    {"href":"Chapter13","value":"13"},
    {"href":"Chapter14","value":"14"},
    {"href":"Chapter15","value":"15"},
    {"href":"Chapter16","value":"16"},
    {"href":"Chapter17","value":"17"},
    {"href":"Chapter18","value":"18"}],
    temp:[

 {
   "id":"#1","value":"1","name":"అర్జున ఉవాచ ।\nఏవం సతత యుక్తా యే భక్త్యాస్త్వాం పర్యుపాసతే ।\nయే చాప్యక్షరమవ్యక్తం తేషాం కే యోగవిత్తమాః ।। 1 ।।",
   "meaning": "అర్జున ఉవాచ — అర్జునుడు పలికెను;\nఏవం — ఈ విధముగా;\nసతత — స్థిరముగా;\nయుక్తా — భక్తితో;\nయే — ఎవరైతే;\nభక్తాః — భక్తులు;\nత్వాం — నిన్ను;\nపర్యుపాసతే — ఆరాధిస్తారో;\nయే — వారు;\nచ — మరియు;\nఅపి — కూడా;\nఅక్షరం — నాశము లేని;\nఅవ్యక్తం — నిరాకార బ్రహ్మము;\nతేషాం — వారు;\nకే — ఎవరు?;\nయోగ-విత్-తమాః — యోగములో ఎక్కువ శ్రేష్ఠులు.",
   "tran": "BG 12.1: అర్జునుడు ఇలా అడిగెను: ఎల్లప్పుడూ నీ యొక్క సాకార రూపము పట్ల భక్తితో ఉండేవారు మరియు నిరాకార బ్రహ్మం ను ఉపాసించే వారు - ఈ రెండు రకాల వారిలో యోగములో ఎవరు ఎక్కువ శ్రేష్ఠులు అని నీవు పరిగణిస్తావు?"
 },
 {
   "id":"#2","value":"2","name":"శ్రీ భగవానువాచ ।\nమయ్యావేశ్య మనో యే మాం నిత్యయుక్తా ఉపాసతే ।\nశ్రద్ధయా పరాయోపేతాస్తే మే యుక్తతమా మతాః ।। 2 ।।",
   "meaning": "శ్రీ-భగవాన్-ఉవాచ — శ్రీ భగవానుడు పలికెను;\nమయి — నా యందు;\nఆవేశ్యా — నిమగ్నమై;\nమనః — మనస్సు;\nయే — ఎవరైతే;\nమాం — నన్ను;\nనిత్య యుక్తః — ఎల్లప్పుడూ లగ్నం చేసి;\nఉపాసతే — పూజిస్తారో/ఆరాధిస్తారో;\nశ్రద్ధయా — శ్రద్దా-విశ్వాసములతో;\nపరాయా — అత్యుత్తమ;\nఉపేతః — కలిగియున్న;\nతే — వారు;\nమే — నా చేత;\nయుక్త-తమాః — యోగములో ఉన్నతమైన స్థాయిలో ఉన్నట్టు;\nమతాః — నేను భావిస్తాను.",
   "tran": "BG 12.2: శ్రీ భగవానుడు ఇలా పలికెను: నా పైనే తమ మనస్సులను లగ్నం చేసి మరియు సతతమూ నా పట్ల దృఢ విశ్వాసంతో భక్తి లో నిమగ్నమైన వారు అత్యుత్తమ యోగులని నేను పరిగణిస్తాను."
 },
 {
   "id":"#3","value":"3","name":"యే త్వక్షరమనిర్దేశ్యమవ్యక్తం పర్యుపాసతే ।\nసర్వత్రగమచింత్యం చ కూటస్థమచలం ధ్రువమ్ ।। 3 ।।",
   "meaning": "యే — ఎవరైతే;\nతు — కానీ;\nఅక్షరం — అనశ్వరమైన/నిత్యమైన;\nఅనిర్దేశ్యం — నిర్వచించుటకు వీలుకాని;\nఅవ్యక్తం — అవ్యక్తమైన;\nపర్యుపాసతే — ఆరాధిస్తారో;\nసర్వత్ర-గం — సర్వ వ్యాప్తి అయిన;\nఅచింత్యం — మనోబుద్ధులకు అతీతుడు (ఊహింపశక్యము కాని);\nచ — మరియు;\nకూట-స్థమ్ — మారని;\nఅచలం — కదిలించలేని;\nధృవం — సనాతనమైన ;\n",
   "tran": "BG 12.3-4: నాశరహితుడూ అనిర్వచనీయమైన వాడు అవ్యక్తమూ సర్వవ్యాపి మనోబుద్ధులకు అతీతుడు మార్పు లేనివాడు నిత్యశాశ్వతుడూ మరియు నిశ్చలమైన వాడునూ - అయిన పరమ సత్యము యొక్క నిరాకర తత్త్వాన్ని - ఇంద్రియములను నిగ్రహించి సర్వత్రా సమబుద్ధి తో ఉంటూ సర్వభూతముల సంక్షేమం కోసం నిమగ్నమై ఉంటూ - ఆరాధించేవారు కూడా నన్ను పొందుతారు."
 },
 {
   "id":"#4","value":"4","name":"సన్నియమ్యేంద్రియగ్రామం సర్వత్ర సమబుద్దయః ।\nతే ప్రాప్నువంతి మామేవ సర్వభూతహితే రతాః ।। 4 ।।",
   "meaning": "సన్నియమ — నిగ్రహించి;\nఇంద్రియ-గ్రామం — ఇంద్రియములు;\nసర్వత్ర — అంతటా;\nసమ-బుద్ధయః — సమ బుద్ధితో ఉండి;\nతే — వారు;\nప్రాప్నువంతి — పొందుతారు;\nమాం — నన్ను;\nఏవ — కూడా;\nసర్వ-భూత-హితే — సమస్త ప్రాణుల సంక్షేమం కోసం;\nరతాః — నిమగ్నుడైయున్న.",
   "tran": "BG 12.3-4: నాశరహితుడూ అనిర్వచనీయమైన వాడు అవ్యక్తమూ సర్వవ్యాపి మనోబుద్ధులకు అతీతుడు మార్పు లేనివాడు నిత్యశాశ్వతుడూ మరియు నిశ్చలమైన వాడునూ - అయిన పరమ సత్యము యొక్క నిరాకర తత్త్వాన్ని - ఇంద్రియములను నిగ్రహించి సర్వత్రా సమబుద్ధి తో ఉంటూ సర్వభూతముల సంక్షేమం కోసం నిమగ్నమై ఉంటూ - ఆరాధించేవారు కూడా నన్ను పొందుతారు."
 },

 {
   "id":"#5","value":"5","name":"క్లేశోఽధికతరస్తేషామ్ అవ్యక్తాసక్తచేతసామ్ ।।\nఅవ్యక్తా హి గతిర్దుఃఖం దేహవద్భిరవాప్యతే ।। 5 ।।",
   "meaning": "క్లేశః — కష్టములు/ఇబ్బందులు;\nఅధిక-తర — ఎక్కువగా;\nతేషాం — వారికి;\nఅవ్యక్త — అవ్యక్త రూపము పట్ల;\nఆసక్త — ఆసక్తులై ఉన్న;\nచేతాసాం — మనస్సు కలవారు;\nఅవ్యక్తా — అవ్యక్తము;\nహి — నిజముగా;\nగతిః — మార్గము;\nదుఃఖం — చాలా కష్టతరముగా;\nదేహవద్భిః — శరీర బద్దులైన వారికి (జీవాత్మ);\nఅవాప్యతే — పొందెదరు.",
   "tran": "BG 12.5: మనస్సు యందు అవ్యక్తము పట్ల ఆసక్తి ఉన్నవారికి సిద్ధి పథము చాలా కష్టములతో కూడుకున్నది. అవ్యక్తమును ఆరాధించటం అనేది శరీరబద్ధులైన జీవులకు చాలా కష్టతరమైనది."
 },
 {
   "id":"#6","value":"6","name":"యే తు సర్వాణి కర్మాణి మయి సన్న్యస్య మత్పరః ।\nఅనన్యేనైవ యోగేన మాం ధ్యాయంత ఉపాసతే ।। 6 ।।",
   "meaning": "యే — ఎవరైతే;\nతు — కానీ;\nసర్వాణి — సమస్త;\nకర్మాణి — పనులు;\nమయి — నాకు;\nసన్న్యస్య — సమర్పిస్తూ;\nమత్ పరః — నన్నే పరమ లక్ష్యముగా పరిగణిస్తూ;\nఅనన్యేన — అనన్యమైన;\nఏవ — ఖచ్చితముగా;\nయోగేన — భక్తితో;\nమాం — నన్ను;\nధ్యాయంతః — ధ్యానము చేస్తూ;\nఉపాసతే — ఆరాధిస్తారో;\n",
   "tran": "BG 12.6-7: కానీ తాము చేసే కర్మలన్నింటినీ నాకే సమర్పిస్తూ నన్నే పరమ లక్ష్యముగా భావిస్తూ నన్నే ఆరాధిస్తూ మరియు అనన్య భక్తితో నా మీదే ధ్యానం చేసే వారిని ఓ పార్థా నేను వారిని శీఘ్రముగానే ఈ మృత్యుసంసారసాగరము నుండి విముక్తి చేస్తాను ఏలనన వారి అంతఃకరణ నా యందే ఏకమైపోయి ఉంటుంది."
 },
 {
   "id":"#7","value":"7","name":"తేషామహం సముద్ధర్తా మృత్యుసంసారసాగరాత్ ।\nభవామి నచిరాత్ పార్థ మయ్యావేశితచేతసామ్ ।। 7 ।।",
   "meaning": "తేషామ్ — వారికి;\nఅహం — నేను;\nసముద్ధర్తా — ఉద్ధరించేవాడిని;\nమృత్యు-సంసార-సాగరాత్ — జనన-మరణ సంసార సాగరము నుండి;\nభవామి — అగుదును;\nన చిరాత్ — త్వరగానే;\nపార్థ — అర్జునా ప్రిథ పుత్రుడా;\nమయి — నా తోటి;\nఆవేశిత-చేతసామ్ — నాతోనే ఏకమైన (నాయందే లగ్నమైన) మనోబుద్ధులు కలవారికి.",
   "tran": "BG 12.6-7: కానీ తాము చేసే కర్మలన్నింటినీ నాకే సమర్పిస్తూ నన్నే పరమ లక్ష్యముగా భావిస్తూ నన్నే ఆరాధిస్తూ మరియు అనన్య భక్తితో నా మీదే ధ్యానం చేసే వారిని ఓ పార్థా నేను వారిని శీఘ్రముగానే ఈ మృత్యుసంసారసాగరము నుండి విముక్తి చేస్తాను ఏలనన వారి అంతఃకరణ నా యందే ఏకమైపోయి ఉంటుంది."
 },
 {
   "id":"#8","value":"8","name":"మయ్యేవ మన ఆధత్స్వ మయి బుద్ధిం నివేశయ ।\nనివసిష్యసి మయ్యేవ అత ఊర్ధ్వం న సంశయః ।। 8 ।।",
   "meaning": "మయి — నా మీద;\nఏవ — మాత్రమే;\nమనః — మనస్సు;\nఆధత్స్వ — లగ్నము చేసి;\nమయి — నా మీదే;\nబుద్ధిం — బుద్ధి;\nనివేశయ — అర్పించి/శరణాగతి చేసి;\nనివసిష్యసి — నీవు ఎప్పుడూ నివసిస్తావు;\nమయి — నా లో;\nఏవ — మాత్రమే;\nఅతః ఊర్ధ్వం — ఇక ఆ తరువాత;\nన సంశయః — సంశయము లేదు.",
   "tran": "BG 12.8: నీ మనస్సుని నామీదే లగ్నం చేయుము మరియు నీ బుద్ధిని నాకు అర్పించుము. ఆ తరువాత నీవు సర్వదా నాలోనే నివసిస్తావు. దీనిపై ఎలాంటి సంశయము వద్దు."
 },
 {
   "id":"#9","value":"9","name":"అథ చిత్తం సమాధాతుం న శక్నోషి మయి స్థిరమ్ ।\nఅభ్యాసయోగేన తతో మామిచ్ఛాప్తుం ధనంజయ ।। 9 ।।",
   "meaning": "అథ — ఒకవేళ;\nచిత్తం — మనస్సు;\nసమాధాతుం — లగ్నము చేయుటకు;\nన శక్నోషి — నీకు సాధ్యం కాకపోతే (చేయలేకపోతే);\nమయి — నా యందు;\nస్థిరమ్ — నిశ్చలముగా;\nఅభ్యాస-యోగేన — నిరంతర ప్రయంత్నం (అభ్యాసం) ద్వారా భగవతునితో ఏకమై;\nతతః — అప్పుడు;\nమాం — నన్ను;\nఇచ్చా — కోరిక;\nఆప్తుం — పొందుటకు;\nధనంజయ — అర్జునా సిరి సంపదలను జయించేవాడా.",
   "tran": "BG 12.9: ఒకవేళ నీవు మనస్సును నా యందే నిశ్చలముగా లగ్నం చేయలేక పోతే ఓ అర్జునా మనస్సును ప్రాపంచిక విషయాల నుండి నిగ్రహిస్తూ నన్ను భక్తితో స్మరించటడానికి అభ్యాసము చేయుము."
 },
 {
   "id":"#10","value":"10","name":"అభ్యాసేఽప్యసమర్థోఽసి మత్కర్మపరమో భవ ।\nమదర్థమపి కర్మాణి కుర్వన్ సిద్ధిమవాప్స్యసి ।। 10 ।।",
   "meaning": "అభ్యాసే — అభ్యాసములో;\nఅపి — ఒకవేళ;\nఅసమర్థ — అసమర్ధత (అశక్యత);\nఅసి — నీవు;\nమత్-కర్మ-పరమః — భక్తితో నాకోసమే పని చేయుము;\nభవ — ఉండుము;\nమత్-అర్థం — నా కోసమే;\nఅపి — కూడా;\nకర్మాణి — కర్మలు;\nకుర్వన్ — ఆచరింపుము;\nసిద్ధిం — సిద్ధి (పరిపూర్ణత);\nఅవాప్స్యసి — నీవు పొందగలవు.",
   "tran": "BG 12.10: నన్ను భక్తితో స్మరించే అభ్యాసం చేయలేకపోతే నాకోసమే పనులు చెయ్యటానికి ప్రయత్నం చేయుము. ఈ విధంగా భక్తి యుక్త సేవ చేయటం వలన నీవు పరిపూర్ణ స్థాయిని చేరుకోగలవు."
 },
 {
   "id":"#11","value":"11","name":"అథైతదప్యశక్తోఽసి కర్తుం మద్యోగమాశ్రితః ।\nసర్వకర్మఫలత్యాగం తతః కురు యతాత్మవాన్ ।। 11 ।।",
   "meaning": "అథ — ఒకవేళ;\nఏతత్ — ఇది;\nఅపి — కూడా;\nఅశక్త: — అశక్తుడవైతే (చేయలేకపోతే);\nఅసి — నీవు;\nకర్తుమ్ — పనిచేయుట;\nమద్-యోగం — నా పట్ల భక్తితో;\nఆశ్రితః — ఆశ్రయించి;\nసర్వ-కర్మ — సమస్త కర్మల (అన్ని పనుల);\nఫల-త్యాగం — ఫల త్యాగము;\nతతః — అప్పుడు;\nకురు — చేయుము;\nయత-ఆత్మ-వాన్ — ఆత్మయందే స్థితుడవై.",
   "tran": "BG 12.11: ఒకవేళ నీవు నా కొరకై భక్తి తో పని చేయుట చేయలేకపోతే నీ కర్మ ఫలములను త్యజించుటకు ప్రయత్నించుము మరియు ఆత్మయందే స్థితుడవై ఉండుము."
 },
 {
   "id":"#12","value":"12","name":"శ్రేయో హి జ్ఞానమభ్యాసాత్ జ్ఞానాద్ధ్యానం విశిష్యతే ।\nధ్యానాత్ కర్మఫలత్యాగః త్యాగాచ్ఛాంతిరనంతరమ్ ।। 12 ।।",
   "meaning": "శ్రేయః — మంచిది;\nహి — నిజముగా;\nజ్ఞానం — జ్ఞానము;\nఅభ్యాసాత్ — (యాంత్రికమైన) అభ్యాసము కంటే;\nజ్ఞానాత్ — జ్ఞానము కంటే;\nధ్యానం — ధ్యానము;\nవిశిష్యతే — శ్రేష్ఠమయినది;\nధ్యానాత్ — ధ్యానము కంటే;\nకర్మ-ఫల-త్యాగః — కర్మ ఫలముల త్యాగము;\nత్యాగాత్ — త్యాగము;\nశాంతి: — శాంతి;\nఅనంతరమ్ — తక్షణమే.",
   "tran": "BG 12.12: యాంత్రికమైన అభ్యాసము కంటే జ్ఞానము మంచిది;\nజ్ఞానము కంటే ధ్యానము శ్రేష్ఠమయినది. ధ్యానము కంటే కర్మ ఫల త్యాగము మంచిది ఎందుకంటే ఇటువంటి త్యాగము చేసిన వెంటనే శాంతి లభించును."
 },
 {
   "id":"#13","value":"13","name":"అద్వేష్టా సర్వభూతానాం మైత్రః కరుణ ఏవ చ ।\nనిర్మమో నిరహంకారః సమదుఃఖసుఖః క్షమీ ।। 13 ।।",
   "meaning": "అద్వేష్టా — ద్వేష భావము లేకుండా;\nసర్వ-భూతానాం — సమస్త ప్రాణుల పట్ల;\nమైత్రః — మైత్రీ భావము;\nకరుణ — కారుణ్యము;\nఏవ — నిజముగా;\nచ — మరియు;\nనిర్మమో — ప్రాపంచిక వస్తువిషయములపై మమకార/ఆసక్తి లేకుండా;\nనిరహంకార: — అహంకార రహితముగా;\nసమ — సమత్వ బుద్ధితో;\nదుఃఖ — దుఃఖములు/కష్టాలు;\nసుఖః — సుఖములు;\nక్షమీ — క్షమాగుణము కలిగి;",
   "tran": "BG 12.13-14: ఏ భక్తులైతే సమస్త ప్రాణుల పట్ల ద్వేషభావన లేకుండా మైత్రితో/స్నేహపూరితముగా కారుణ్యముతో ఉంటారో వారు నాకు చాలా ప్రియమైన వారు. వారు ఆస్తి/ధనము పై మమకార/ఆసక్తి రహితముగా ఉంటారు మరియు అహంకారము లేకుండా సుఖ-దుఃఖముల రెండింటి యందు ఒకే విధంగా ఉంటారు మరియు సర్వదా క్షమించే మనస్సుతో ఉంటారు. వారు ఎల్లప్పుడూ తృప్తితో భక్తితో నాతోనే ఏకమై ఆత్మ-నిగ్రహంతో ధృడ సంకల్పంతో మరియు మనోబుద్ధులను నాకే అర్పించి ఉంటారు."
 },
 {
   "id":"#14","value":"14","name":"సంతుష్టః సతతం యోగీ యతాత్మా దృఢనిశ్చయః ।\nమయ్యర్పితమనోబుద్ధిర్యో మధ్భక్తః స మే ప్రియాః ।। 14 ।।",
   "meaning": "సంతుష్ట: — తృప్తితో ఉంటూ;\nసతతం — ఎల్లప్పుడూ;\nయోగీ — భక్తితో ఏకమై;\nయత-ఆత్మా — ఆత్మ-నిగ్రహము తో;\nదృఢ-నిశ్చయః — ధృడ సంకల్పము/నిశ్చయము తో;\nమయి — నాకు;\nఅర్పిత — అర్పితము చేసి;\nమనః — మనస్సు;\nబుద్ధిః — బుద్ధి;\nయః — ఎవరైతే;\nమధ్భక్తః — నా భక్తులు;\nసః — వారు;\nమే — నాకు;\nప్రియః — చాలా ప్రియమైనవారు.",
   "tran": "BG 12.13-14: ఏ భక్తులైతే సమస్త ప్రాణుల పట్ల ద్వేషభావన లేకుండా మైత్రితో/స్నేహపూరితముగా కారుణ్యముతో ఉంటారో వారు నాకు చాలా ప్రియమైన వారు. వారు ఆస్తి/ధనము పై మమకార/ఆసక్తి రహితముగా ఉంటారు మరియు అహంకారము లేకుండా సుఖ-దుఃఖముల రెండింటి యందు ఒకే విధంగా ఉంటారు మరియు సర్వదా క్షమించే మనస్సుతో ఉంటారు. వారు ఎల్లప్పుడూ తృప్తితో భక్తితో నాతోనే ఏకమై ఆత్మ-నిగ్రహంతో ధృడ సంకల్పంతో మరియు మనోబుద్ధులను నాకే అర్పించి ఉంటారు."
 },
 {
   "id":"#15","value":"15","name":"యస్మాన్నోద్విజతే లోకో లోకాన్నోద్విజతే చ యః ।\nహర్షామర్షభయోద్వేగైః ముక్తో యః స చ మే ప్రియ: ।। 15 ।।",
   "meaning": "యస్మాత్ — ఎవరి చే కూడా;\nన ఉద్విజతే — ఉద్వేగమునకు గురి కాకుండా;\nలోకః — జనులు;\nలోకాత్ — జనుల చేత;\nన ఉద్విజతే — ఉద్రేకపడకుండా;\nచ — మరియు;\nయః — ఎవరైతే;\nహర్ష — సంతోషము;\nఅమర్ష — బాధ;\nభయ — భయము;\nఉద్వేగః — ఆందోళన;\nముక్తః — లేకుండా;\nయః — ఎవరైతే;\nసః — వారు;\nచ — మరియు;\nమే — నాకు;\nప్రియః — చాలా ప్రియమైనవారు.",
   "tran": "BG 12.15: లోకమున ఎవ్వరినీ బాధ(క్షోభ) పెట్టని వాడు మరియు ఎవరి చేత ఉద్వేగమునకు గురి కాని వాడు సుఖాల్లో-బాధల్లో ఒక్కలాగే ఉంటూ మరియు భయము ఆందోళన రహితముగా ఉన్నటువంటి నా భక్తులు నాకు చాలా ప్రియమైన వారు."
 },
 {
   "id":"#16","value":"16","name":"అనపేక్షః శుచిర్దక్ష ఉదాసీనో గతవ్యథః ।\nసర్వారంభపరిత్యాగీ యో మద్భక్తః స మే ప్రియః ।। 16 ।।",
   "meaning": "అనపేక్షః — ప్రాపంచిక లాభాల పట్ల అనాసక్తత ఉండి;\nశుచిః — స్వచ్ఛముగా;\nదక్షః — నేర్పుగల;\nఉదాసీనః — ఉదాసీనంగా (చింతలేకుండా);\nగత-వ్యథః — కలతలు లేకుండా;\nసర్వ-ఆరంభ — అన్ని ప్రయత్నములను;\nపరిత్యాగీ — పరిత్యజించిన వాడై;\nసః — ఎవరైతే;\nమత్-భక్తః — నా భక్తుడు;\nసః — అతడు;\nమే — నాకు;\nప్రియః — చాలా ప్రియమైన వాడు.",
   "tran": "BG 12.16: ప్రాపంచిక లాభముల పట్ల అనాసక్తతతో ఉండి బాహ్య-ఆంతరములో పవిత్రంగా ఉండి దక్షతతో ఉదాసీనంగా కలతలు లేకుండా మరియు అన్ని వ్యవహారములలో స్వార్ధచింతన లేకుండా ఉన్నటువంటి నా భక్తులు నాకు చాలా ప్రియమైన వారు."
 },
 {
   "id":"#17","value":"17","name":"యో న హృష్యతి న ద్వేష్టి న శోచతి న కాంక్షతి ।\nశుభాశుభపరిత్యాగీ భక్తిమాన్యః స మే ప్రియః ।। 17 ।।",
   "meaning": "యః — ఎవరైతే;\nన హృష్యతి — ఆనందపడరు;\nన ద్వేష్టి — నిరాశ చెందరు;\nన శోచతి — దుఃఖించరు;\nన కాంక్షతి — లాభంకోసం ఆశపడరో;\nశుభ-అశుభ-పరిత్యాగీ — శుభ అశుభములు పరిత్యజించి;\nభక్తి-మాన్ — భక్తితో నిండి;\nయః — ఎవరైతే;\nసః — అతడు;\nమే — నాకు;\nప్రియః — చాలా ప్రియమైన వాడు.",
   "tran": "BG 12.17: ఎవరైతే లౌకిక సుఖాల పట్ల ఆనందించకుండా మరియు ప్రాపంచిక కష్టాల పట్ల బాధ పడకుండా ఉంటారో ఎవరైతే నష్టం జరిగినా బాధ పడరో లేదా లాభం కోసం ప్రాకులాడరో శుభ-అశుభ పనులను రెంటినీ త్యజిస్తారో అటువంటి జనులు భక్తితో నిండి ఉన్న వారు నాకు చాలా ప్రియమైనవారు."
 },
 {
   "id":"#18","value":"18","name":"సమః శత్రౌ చ మిత్రే చ తథా మానాపమానయోః ।\nశీతోష్ణసుఖదుఃఖేషు సమః సంగవివర్జితః ।। 18 ।।",
   "meaning": "సమః — ఒకేలాగా;\nశత్రౌ — శత్రువు పట్ల;\nచ — మరియు;\nమిత్రే — మిత్రుని పట్ల;\nచ తథా — మరియు ఇంకా;\nమాన-అపమానయోః — గౌరవము అపమానముల యందు;\nశీత-ఉష్ణ — చలి మరియు వేడిమి లో;\nసుఖ-దుఃఖేషు — సుఖదుఃఖముల యందు;\nసమః — ఒక్కలాగే ఉంటూ;\nసంగ-వివర్జితః — చెడు సాంగత్యము విడిచి;\n",
   "tran": "BG 12.18-19: ఎవరైతే మిత్రులపట్ల మరియు శత్రువుల పట్ల ఒక్కలాగే ఉంటారో గౌరవము-అపమానముల ఎడ చలి-వేడిమి పట్ల సుఖ-దుఖః ముల పట్ల సమబుద్ధితో ఉంటారో మరియు చెడు సాంగత్యము ను విడిచి ఉంటారో;\nదూషణ మరియు పొగడ్తని ఒక్కలాగే తీసుకుంటారో మౌనముగా చింతన చేస్తుంటారో తమకు లభించిన దానితో తృప్తిగా ఉంటారో నివాసస్థానము పట్ల మమకారాసక్తి లేకుండా ఉంటారో ఎవరి బుద్ధి స్థిరముగా నా యందే లగ్నమై ఉన్నదో ఎవరైతే నాయందు భక్తితో నిండిపోయి ఉన్నారో అటువంటి వ్యక్తులు నాకు చాలా ప్రియమైనవారు."
 },
 {
   "id":"#19","value":"19","name":"తుల్యనిందాస్తుతిర్మౌనీ సంతుష్టో యేన కేనచిత్ ।\nఅనికేతః స్థిరమతిర్భక్తిమాన్ మే ప్రియో నరః ।। 19 ।।",
   "meaning": "తుల్య — ఒకేలాగా పరిగణిస్తూ;\nనిందా-స్తుతి — దూషణ మరియు పొగడ్త;\nమౌనీ — మౌనముగా చింతన;\nసంతుష్టో — తృప్తిగా ఉంటూ;\nయేన కేనచిత్ — దేనితో అయినా;\nఅనికేతః — నివాస స్థానము పై మమకారఆసక్తి లేకుండా;\nస్థిర — స్థిరముగా;\nమతి — బుద్ధి;\nభక్తి-మాన్ — భక్తితో నిండి ఉన్నవాడు;\nమే — నాకు;\nప్రియః — చాలా ప్రియమైన;\nనరః — వ్యక్తి.",
   "tran": "BG 12.18-19: ఎవరైతే మిత్రులపట్ల మరియు శత్రువుల పట్ల ఒక్కలాగే ఉంటారో గౌరవము-అపమానముల ఎడ చలి-వేడిమి పట్ల సుఖ-దుఖః ముల పట్ల సమబుద్ధితో ఉంటారో మరియు చెడు సాంగత్యము ను విడిచి ఉంటారో;\nదూషణ మరియు పొగడ్తని ఒక్కలాగే తీసుకుంటారో మౌనముగా చింతన చేస్తుంటారో తమకు లభించిన దానితో తృప్తిగా ఉంటారో నివాసస్థానము పట్ల మమకారాసక్తి లేకుండా ఉంటారో ఎవరి బుద్ధి స్థిరముగా నా యందే లగ్నమై ఉన్నదో ఎవరైతే నాయందు భక్తితో నిండిపోయి ఉన్నారో అటువంటి వ్యక్తులు నాకు చాలా ప్రియమైనవారు."
 },
 {
   "id":"#20","value":"20","name":"యే తు ధర్మ్యామృతమిదం యథోక్తం పర్యుపాసతే ।\nశ్రద్ధధానా మత్పరమా భక్తాస్తేఽతీవ మే ప్రియాః ।। 20 ।।",
   "meaning": "యే — ఎవరైతే;\nతు — నిజముగా;\nధర్మ — జ్ఞానమనే;\nఅమృతం — అమృతము;\nఇదం — ఇది;\nయథ — ఇలా;\nఉక్తం — చెప్పబడిన;\nపర్యుపాసతే — అనన్య భక్తితో సేవిస్తారో;\nశ్రద్ధధానాః — విశ్వాసముతో;\nమత్-పరమాః — నన్నే పరమ లక్ష్యముగా భావిస్తూ;\nభక్తాః — భక్తులు;\nతే — వారు;\nఅతివ — అత్యంత;\nమే — నాకు;\nప్రియః — ప్రియమైన వారు.",
   "tran": "BG 12.20: ఎవరైతే ఇక్కడ ప్రకటించబడిన ఈ జ్ఞానామృతమును గౌరవించి నాపై విశ్వాసముతో మరియు నేనే పరమ లక్ష్యముగా భక్తితో ఉంటారో వారు నాకు అత్యంత ప్రియమైన వారు."
 }]
})
})
module.exports=Router12
