const express=require('express')
const Router16=express.Router()
Router16.get('',async(req,res)=>{
  res.render('chapter16',{
    header:[{"href":"Chapter1","value":"1"},
    {"href":"Chapter2","value":"2"},
    {"href":"Chapter3","value":"3"},
    {"href":"Chapter4","value":"4"},
    {"href":"Chapter5","value":"5"},
    {"href":"Chapter6","value":"6"},
    {"href":"Chapter7","value":"7"},
    {"href":"Chapter8","value":"8"},
    {"href":"Chapter9","value":"9"},
    {"href":"Chapter10","value":"10"},
    {"href":"Chapter11","value":"11"},
    {"href":"Chapter12","value":"12"},
    {"href":"Chapter13","value":"13"},
    {"href":"Chapter14","value":"14"},
    {"href":"Chapter15","value":"15"},
    {"href":"Chapter16","value":"16"},
    {"href":"Chapter17","value":"17"},
    {"href":"Chapter18","value":"18"}],
    temp:[

 {
   "id":"#1","value":"1","name":"శ్రీ భగవానువాచ ।\nఅభయం సత్త్వసంశుద్ధిః జ్ఞానయోగవ్యవస్థితిః ।\nదానం దమశ్చ యజ్ఞశ్చ స్వాధ్యాయస్తప ఆర్జవమ్।।1।।",
   "meaning":"శ్రీ భగవానువాచ — శ్రీ భగవానుడు పలికెను;\nఅభయం — నిర్భయత్వము;\n సత్వ-సంశుద్ధిః — అంతఃకరణ శుద్ధి;\nజ్ఞాన — జ్ఞానము;\nయోగ — ఆధ్యాత్మిక;\n వ్యవస్థితిః — దృఢ సంకల్పము;\nదానం — దానము;\nదమః — ఇంద్రియ నిగ్రహము;\nచ — మరియు;\nయజ్ఞ — యజ్ఞము చేయుట;\nచ — మరియు;\nస్వాధ్యాయః — ప్రవిత్ర గ్రంథ అధ్యయనము;\nతపః — తపస్సు;\nఆర్జవమ్ — నిష్కాపట్యము.",
   "tran":"BG16.1-3: శ్రీ భగవానుడు పలికెను : ఓ భరత వంశీయుడా   దైవీ సంపద కలవాని లక్షణములు ఇవి - నిర్భయత్వము కల్మషం లేని మనస్సు ఆధ్యాత్మిక జ్ఞానములో ధృఢసంకల్పము దానము ఇంద్రియ నిగ్రహము యజ్ఞములను చేయుట పవిత్ర గ్రంధ పఠనం తపస్సు మరియు నిష్కాపట్యం;అహింస సత్య సంధత క్రోధము లేకుండుట త్యాగము శాంతి ఇతరుల దోషములు వెతకకుండా ఉండుట సర్వ ప్రాణులపట్ల దయ దురాశ లేకుండుట సౌమ్యత అణుకువ మరియు నిశ్చలత్వము;బలము క్షమాగుణము మనఃస్థైర్యము పరిశుభ్రత ఎవరిపట్లా శత్రుత్వం లేకుండుట మరియు డాంభికము లేకుండుట.",

 },
 {
   "id":"#2","value":"2","name":"అహింసా సత్యమక్రోధః  త్యాగః శాంతిరపైశునమ్ ।\nదయా భూతేష్వలోలుప్త్వం మార్దవం హ్రీరచాపలమ్।।2।।",
   "meaning":"అహింసా — అహింస;\nసత్యం — సత్యసంధత;\nఅక్రోధః — కోపములేకుండుట;\nత్యాగః — త్యాగము;\nశాంతిః — శాంతి;\nఅపైశునమ్ — దోషములు వెతకకుండా ఉండుట;\nదయా — దయ;\nభూతేషు — సమస్త జీవ రాశులపట్ల;\nఅలోలుప్త్వం — దురాశ లేకుండుట;\nమార్దవం — సౌమ్యత;\nహ్రీ — అణుకువ;\nఅచాపలమ్ — చపలత్వం లేకుండుట.",
   "tran":"BG16.1-3: శ్రీ భగవానుడు పలికెను : ఓ భరత వంశీయుడా   దైవీ సంపద కలవాని లక్షణములు ఇవి - నిర్భయత్వము కల్మషం లేని మనస్సు ఆధ్యాత్మిక జ్ఞానములో ధృఢసంకల్పము దానము ఇంద్రియ నిగ్రహము యజ్ఞములను చేయుట పవిత్ర గ్రంధ పఠనం తపస్సు మరియు నిష్కాపట్యం;అహింస సత్య సంధత క్రోధము లేకుండుట త్యాగము శాంతి ఇతరుల దోషములు వెతకకుండా ఉండుట సర్వ ప్రాణులపట్ల దయ దురాశ లేకుండుట సౌమ్యత అణుకువ మరియు నిశ్చలత్వము;బలము క్షమాగుణము మనఃస్థైర్యము పరిశుభ్రత ఎవరిపట్లా శత్రుత్వం లేకుండుట మరియు డాంభికము లేకుండుట.",

 },
 {
   "id":"#3","value":"3","name":"తేజః క్షమా ధృతిః శౌచమద్రోహో నాతిమానితా ।\nభవంతి సంపదం దైవీమభిజాతస్య భారత।।3।।",
   "meaning":"తేజః — దృఢసంకల్పం;\nక్షమా — క్షమాగుణము;\nధృతిః — మనఃస్థైర్యము;\nశౌచము — పరిశుభ్రత;\nఅద్రోహః — ఎవరి మీదా శత్రుత్వ భావన లేకుండుట;\nన — కాదు;\nఅతి-మానితా — డాంబికం లేకుండుట;\nభవంతి — ఉందురో;\n సంపదం — గుణములు;\nదైవీమ్ — దైవీ;\n అభిజాతస్య — కలిగిఉన్నవారు;\nభారత — భరత వంశీయుడా.",
   "tran":"BG16.1-3: శ్రీ భగవానుడు పలికెను : ఓ భరత వంశీయుడా   దైవీ సంపద కలవాని లక్షణములు ఇవి - నిర్భయత్వము కల్మషం లేని మనస్సు ఆధ్యాత్మిక జ్ఞానములో ధృఢసంకల్పము దానము ఇంద్రియ నిగ్రహము యజ్ఞములను చేయుట పవిత్ర గ్రంధ పఠనం తపస్సు మరియు నిష్కాపట్యం;అహింస సత్య సంధత క్రోధము లేకుండుట త్యాగము శాంతి ఇతరుల దోషములు వెతకకుండా ఉండుట సర్వ ప్రాణులపట్ల దయ దురాశ లేకుండుట సౌమ్యత అణుకువ మరియు నిశ్చలత్వము;బలము క్షమాగుణము మనఃస్థైర్యము పరిశుభ్రత ఎవరిపట్లా శత్రుత్వం లేకుండుట మరియు డాంభికము లేకుండుట.",

 },
 {
   "id":"#4","value":"4","name":"దంభో దర్పోఽభిమానశ్చ  క్రోధః  పారుష్యమేవ  చ  ।\nఅజ్ఞానం చాభిజాతస్య పార్థ  సంపదమాసురీమ్।।4।।",
   "meaning":"దంభః — దంభము;\nదర్పః — దురహంకారము;\nఅభిమానః — అహంభావం;\nచ — మరియు;\nక్రోధః — కోపము;\nపారుష్యం — మొరటుతనము;\nఏవ — నిజముగా;\nచ — మరియు;\nఅజ్ఞానం — అజ్ఞానము;\nచ — మరియు;\nఅభిజాతస్య — కలిగి ఉండేవారు;\nపార్థ — అర్జునా ఓ ప్రిథ పుత్రుడా;\nసంపదం — గుణములు;\nఆసురీమ్ — ఆసురీ (రాక్షస).",
   "tran":"BG16.4: ఓ పార్థా దంభము దురహంకారము గర్వము క్రోధము మొరటుతనము మరియు అజ్ఞానము అనేవి ఆసురీ స్వభావము కల వారి గుణములు.",

 },
 {
   "id":"#5","value":"5","name":"దైవీ సంపద్విమోక్షాయ నిబంధాయాసురీ మతా ।\nమా శుచః సంపదం దైవీమభిజాతోఽసి పాండవ।।5।।",
   "meaning":"దైవీ — దివ్యమైన;\nసంపత్ — గుణములు;\nవిమోక్షాయ — మోక్షము దిశగా;\nనిబంధాయ — బంధనము దిశగా;\nఆసురీ — ఆసురీ గుణములు;\nమతా — అని చెప్పబడును;\nమా శుచః — శోకించకు;\nసంపదం — గుణములు;\nదైవీమ్ — దైవీ;\nఅభిజాతః — జన్మించినావు;\nఅసి — నీవు;\nపాండవ — అర్జునా పాండు పుత్రుడా.",
   "tran":"BG16.5: దైవీ గుణములు మోక్షము దిశగా తీసుకువెళతాయి కానీ ఆసురీ గుణములు బంధనములో చిక్కుకుపోయి ఉండటానికి కారణమవుతాయి. బాధపడకు అర్జునా నీవు దైవీ గుణములతోనే జన్మించావు.",

 },
 {
   "id":"#6","value":"6","name":"ద్వౌ భూతసర్గౌ లోకేఽస్మిన్ దైవ ఆసుర ఏవ చ ।\nదైవో విస్తరశః ప్రోక్త ఆసురం పార్థ మే శృణు।।6।।",
   "meaning":"ద్వౌ — రెండు;\nభూత-సర్గౌ — సృష్టించ బడిన ప్రాణులలో;\nలోకే — ఈ లోకంలో;\nఅస్మిన్ — ఇది;\nదైవః — దివ్య (దైవీ);\nఆసురః — ఆసురీ;\nఏవ — నిజముగా;\nచ — మరియు;\nదైవః — దివ్య మైన;\nవిస్తరశః — విస్తారముగా;\nప్రోక్త — చెప్పాను;\nఆసురం — ఆసురీ;\nపార్థ — అర్జునా ప్రిథ తనయుడా;\nమే — నా నుండి;\nశృణు — వినుము.",
   "tran":"BG16.6: ఈ జగత్తులో రెండు రకాల జీవులు ఉంటారు - దైవీ గుణములు కలిగిఉన్నవారు  మరియు ఆసురీ స్వభావము కలిగి ఉన్నవారు. నేను దైవీ గుణములను విస్తారముగా వివరించి ఉన్నాను ఓ అర్జునా ఆసురీ స్వభావమును గురించి చెప్తాను వినుము.",

 },
 {
   "id":"#7","value":"7","name":"ప్రవృత్తిం చ నివృత్తిం చ జనా న విదురాసురాః ।\nన శౌచం నాపి చాచారో న సత్యం తేషు విద్యతే।।7।।",
   "meaning":"ప్రవృత్తిం — మంచి నడవడిక;\nచ — మరియు;\nనివృత్తిం — చెడు నడవడిక;\nచ — మరియు;\nజనాః — జనులు ;\nన విదుః — అర్థం చేసుకోరు;\nఆసురాః — ఆసురీ స్వభావము కలవారు;\nన శౌచం — స్వచ్ఛత  లేకుండా ;\nన — కాదు;\nఅపి — కూడా;\nచ — మరియు;\nఆచారః — నడవడిక;\nన — కాదు;\nసత్యం — సత్య సంధత;\nతేషు — వారిలో;\nవిద్యతే — ఉండును.",
   "tran":"BG16.7: ఆసురీ గుణములు కలవారు ఏది మంచి నడవడిక మరియు ఏది చెడు నడవడిక అని అర్థం చేసుకోరు. అందుకే వారు పవిత్రత కానీ లేదా సత్ప్రవర్తన కానీ లేదా కనీసం సత్యసంధత కూడా కానీ కలిగి ఉండరు.",

 },
 {
   "id":"#8","value":"8","name":"అసత్యమప్రతిష్ఠం తే జగదాహురనీశ్వరమ్ ।\nఅపరస్పరసంభూతం కిమన్యత్ కామహైతుకమ్।।8।।",
   "meaning":"అసత్యం — పరమ సత్యము లేకుండా;\nఅప్రతిష్ఠం — ఎంటువంటి ఆధారము లేకుండా;\nతే — వారు;\nజగత్ — ఈ ప్రపంచము;\nఆహుః — అంటారు;\nఅనీశ్వరమ్ — ఈశ్వరుడు లేడని;\nఅపరస్పర — కారణం లేకుండా;\nసంభూతం — ఉద్భవించినది;\nకిం — ఏమిటి? అన్యత్ — వేరే ఇతర;\nకామ-హైతుకమ్ — లైంగిక తృప్తి కోసమే.",
   "tran":"BG16.8: వారు ఇలా అంటారు \"ఈ జగత్తులో పరమ సత్యము అనేది ఏదీ లేదు ఏ రకమైన (నైతిక నియమ) ఆధారము లేదు మరియు భగవంతుడు (దీనిని సృష్టించింది లేదా నిర్వహించేది) అనేవాడు ఎవరూ లేరు. ఇదంతా స్త్రీ-పురుష సంయోగము వల్లనే ఉద్భవించినది మరియు లైంగిక తృప్తి కంటే వేరే ఏమీ ఇతర ప్రయోజనం లేదు.\"  అని.",

 },

 {
   "id":"#9","value":"9","name":"ఏతాం దృష్టిమవష్టభ్య నష్టాత్మానోఽల్పబుద్ధయః ।\nప్రభవంతి ఉగ్రకర్మాణః క్షయాయ జగతోఽహితాః।।9।।",
   "meaning":"ఏతాం — ఈ విధమైన;\nదృష్టిమ్ — దృక్పథము;\nఅవష్టభ్య — కలిగిఉండి;\nనష్ట — తప్పుదారిపట్టిన;\nఆత్మనః — ఆత్మలు;\nఅల్ప-బుద్ధయః — అల్ప బుద్ధులు;\nప్రభవంతి — పూనుకుంటారు;\nఉగ్ర — క్రూరమైన;\nకర్మాణః — పనులు;\nక్షయాయ — వినాశనము;\nజగతః — జగత్తు యొక్క;\nఅహితాః — శత్రువులు.",
   "tran":"BG16.9: ఇటువంటి దృక్పథంలో గట్టిగా ఉండి ఈ తప్పుదోవపట్టిన జీవాత్మలు అల్ప బుద్ధితో మరియు కౄర (ఉగ్ర) కార్యములతో ప్రపంచానికి శత్రువులుగా మారి దానిని విధ్వసం చేయభయపెడుతారు.",

 },

 {
   "id":"#10","value":"10","name":"కామమాశ్రిత్య దుష్పూరం దంభమానమదాన్వితాః ।\nమోహాద్గృహీత్వాసద్గ్రాహాన్ ప్రవర్తంతేఽశుచివ్రతాః।।10।।",
   "meaning":"కామం — కామము;\nఆశ్రిత్య — ఆశ్రయించి;\nదుష్పూరం — తృప్తిపరచలేని;\nదంభ — కపటత్వం;\nమాన — అహంకారము;\nమద-అన్వితాః — తప్పుడు సిద్ధాంతాలను అవలంబిస్తూ;\nమోహాత్ — మోహమునకు గురైనవారు;\nగృహీత్వా — ఆకర్షితులై;\nఅసత్ — తాత్కాలికమైన;\nగ్రాహాన్ — విషయములు;\nప్రవర్తంతే — ప్రవర్తించెదరు;\nఅశుచి-వ్రతాః — అపవిత్ర సంకల్పంతో.",
   "tran":"BG16.10: విపరీత కామము దంభము దురభిమానము తో నిండి  గర్వము మరియు అహంకారంతో ఈ ఆసురీ లక్షణములు కలవారు తప్పుడు సిద్ధాంతములను పట్టుకునివుంటారు. ఈ విధంగా మోహితులై వారు తాత్కాలికమైన వాటికి ఆకర్షితమై అపవిత్ర బుద్ధితో ప్రవర్తిస్తారు.",

 },
 {
   "id":"#11","value":"11","name":"చింతామపరిమేయాం చ ప్రలయాంతాముపాశ్రితాః ।\nకామోపభోగపరమా ఏతావదితి నిశ్చితాః।।11।।",
   "meaning":"చింతాం — చింతలు/ఆందోళనలు;\nఅపరిమేయాం — అంతులేని;\nచ — మరియు;\nప్రలయ-అంతాం — మరణించే వరకూ;\nఉపాశ్రితాః — ఆశ్రయించిన వారు;\nకామ-ఉపభోగ — విషయభోగాలంపటులై;\nపరమాః — జీవిత ప్రయోజనము;\nఏతావత్ — అయినా సరే (ఇంకా ఇదే);\nఇతి — ఈ విధముగా;\nనిశ్చితాః — సంపూర్ణ నిశ్చయముతో ఉందురు.",
   "tran":"BG16.11: వారు అంతులేని చింతా-ఆందోళనలు చివరికి మరణం తోనే ముగుస్తాయి. అయినా సరే వాంఛల సంతుష్టి మరియు ఆస్తి కూడగట్టుకోవటమే జీవిత పరమావధి అని నిశ్చయముగా ఉంటారు.",

 },
 {
   "id":"#12","value":"12","name":"ఆశాపాశశతైర్బద్ధాః కామక్రోధపరాయణాః ।\nఈహంతే కామభోగార్థమ్ అన్యాయేనార్థసంచయాన్।।12।।",
   "meaning":"ఆశా-పాశ — కోరికలనే పాశములు;\nశతైః — వందల కొద్దీ;\nబద్దః — బద్ధులై;\nకామ — కామము;\nక్రోధ — కోపము;\nపరాయణాః — పరాయణులై;\nఈహంతే — శ్రమిస్తారు;\nకామ — కామము;\nభోగ — ఇంద్రియ తృప్తి;\nఅర్థం — కోసము;\nఅన్యాయేన — అన్యాయముగా;\nఅర్థ — సంపద (డబ్బు);\nసంచయాన్ — ప్రోగు చేయటానికి.",
   "tran":"BG16.12: వందల కొద్దీ కోరికలచే కట్టివేయబడి మరియు కామ క్రోధములచే ఆవరించబడి వారు అన్యాయ పద్దతులలో సంపదను ప్రోగుచేయటానికి శ్రమిస్తారు  ఇదంతా వారి ఇంద్రియ సుఖాల కోసమే.",

 },
 {
   "id":"#13","value":"13","name":"ఇదమద్య మయా లబ్దమ్ ఇమం ప్రాప్స్యే మనోరథమ్ ।\nఇదమస్తీదమపి మే భవిష్యతి పునర్ధనమ్।।13।।",
   "meaning":"ఇదం — ఇది;\nఅద్య — ఈనాడు;\nమయా — నా చేత;\nలబ్దమ్ — పొందబడెను;\nఇమం — ఇది;\n ప్రాప్స్యే — నేను ఆర్జిస్తాను;\nమనః-రథమ్ — కోరిక;\n ఇదం — ఇది;\nఅస్తి — ఉన్నది;\n ఇదం — ఇది;\nఅపి — కూడా;\nమే — నాదే ;\nభవిష్యతి — భవిష్యత్తులో;\nపునః — మళ్లీ;\nధనమ్ — ధనము",
   "tran":"BG 16.13-15: ఆసురీ లక్షణములు కలిగిన వారు ఇలా ఆలోచిస్తారు నేను ఈనాటికే చాలా ధనమును సంపాదించాను, నా ఈ కోరికను తీర్చుకుంటాను. ఇదంతా నాదే, రేపు నాకు ఇంకా ఉంటుంది. ఆ శత్రువు నాచే నాశనం అయిపోయాడు, నేను మిగతావారిని కూడా నాశనం చేస్తాను! నేనే స్వయంగా దేవుడి వంటి వాడిని, నేనే ఇదంతా భోగించేది, నేను శక్తిమంతుడను మరియు నేను సుఖంగా ఉన్నాను. నేను ధనవంతుడను మరియు నా బంధువులు గొప్ప హోదాలో ఉన్నారు. నాకు ఇక సాటి ఎవరు? నేను (దేవతలకు) యజ్ఞములు చేస్తాను;దానములు ఇస్తాను;ఆనందిస్తాను.ఈ విధంగా వారు అజ్ఞానముచే మోహితులై పోతారు."
 },
 {
   "id":"#14","value":"14","name":"అసౌ మయా హతః శత్రుః హానిష్యే చాపరానపి ।\nఈశ్వరోఽహమహం భోగీ సిద్ధోఽహం బలవాన్ సుఖీ।।14।।",
   "meaning":"అసౌ — ఆ (అతను);\n మయా — నా చేత;\nహతః — సంహరింపబడెను;\nశత్రుః — శత్రువు;\nహానిష్యే — నేను నాశనం చేసెదను;\nచ — మరియు;\nఅపరాన్ — ఇతరులను;\nఅపి — కూడా;\nఈశ్వరః — ఈశ్వరుడు;\nఅహం — నేను;\nభోగీ — భోగించేవాడిని;\nసిద్దః — శక్తివంతుడను;\nఅహం — నేను;\nబల-వాన్ — బలవంతుడను;\nసుఖీ — సుఖముగా ఉన్నాను",
   "tran":"BG16.13-15: ఆసురీ లక్షణములు కలిగిన వారు ఇలా ఆలోచిస్తారు \"నేను ఈనాటికే చాలా ధనమును సంపాదించాను నా ఈ కోరికను తీర్చుకుంటాను. ఇదంతా నాదే రేపు నాకు ఇంకా ఉంటుంది. ఆ శత్రువు నాచే నాశనం అయిపోయాడు నేను మిగతావారిని కూడా నాశనం చేస్తాను! నేనే స్వయంగా దేవుడి వంటి వాడిని నేనే ఇదంతా భోగించేది నేను శక్తిమంతుడను మరియు నేను సుఖంగా ఉన్నాను. నేను ధనవంతుడను మరియు నా బంధువులు గొప్ప హోదాలో ఉన్నారు. నాకు ఇక సాటి ఎవరు? నేను (దేవతలకు) యజ్ఞములు చేస్తాను;దానములు ఇస్తాను;ఆనందిస్తాను. ఈ విధంగా వారు అజ్ఞానముచే మోహితులై పోతారు.",

 },
 {
   "id":"#15","value":"15","name":"ఆడ్యోఽభిజనవానస్మి కోఽన్యోఽస్తి సదృశో మయా ।\nయక్ష్యే దాస్యామి మోదిష్య ఇత్యజ్ఞానవిమోహితాః।।15।।",
   "meaning":"ఆడ్యః — ధనవంతుడను;\nఅభిజన-వాన్ — గొప్ప హోదాలో కల బంధువులు;\nఅస్మి — నాకు;\n కః — ఎవరు?;\nఅన్యః — ఇతరులు;\nఅస్తి — ఉన్నారు;\nసదృశః — అటువంటి వారు;\nమయా — నాకు;\nయక్ష్యే — యజ్ఞములు చేసెదను;\n దాస్యామి — దానములు ఇచ్చెదను;\nమోదిష్యే — ఆనందించెదను;\nఇతి — ఈ విధముగా;\nఅజ్ఞాన — అజ్ఞానముతో;\nవిమోహితాః — మోహితులై;\n(భ్రమ లో).",
   "tran":"BG16.13-15: ఆసురీ లక్షణములు కలిగిన వారు ఇలా ఆలోచిస్తారు \"నేను ఈనాటికే చాలా ధనమును సంపాదించాను నా ఈ కోరికను తీర్చుకుంటాను. ఇదంతా నాదే రేపు నాకు ఇంకా ఉంటుంది. ఆ శత్రువు నాచే నాశనం అయిపోయాడు నేను మిగతావారిని కూడా నాశనం చేస్తాను! నేనే స్వయంగా దేవుడి వంటి వాడిని నేనే ఇదంతా భోగించేది నేను శక్తిమంతుడను మరియు నేను సుఖంగా ఉన్నాను. నేను ధనవంతుడను మరియు నా బంధువులు గొప్ప హోదాలో ఉన్నారు. నాకు ఇక సాటి ఎవరు? నేను (దేవతలకు) యజ్ఞములు చేస్తాను;దానములు ఇస్తాను;ఆనందిస్తాను.ఈ విధంగా వారు అజ్ఞానముచే మోహితులై పోతారు.",

 },
 {
   "id":"#16","value":"16","name":"అనేకచిత్తవిభ్రాంతాః  మోహజాలసమావృతాః  ।\nప్రసక్తాః  కామభోగేషు పతంతి నరకేఽశుచౌ।।16।।",
   "meaning":"అనేక — చాలా;\nచిత్త — ఊహలు/తలంపులు;\nవిభ్రాంతా — ఏటో త్రోవతప్పి;\nమోహ — భ్రమ లో;\nజాల — వల;\nసమావృతాః — ఆవరింపబడి;\nప్రసక్తాః — వ్యసనానికి బానిసై;\nకామ-భోగేషు — ఇంద్రియ సుఖాల తృప్తి కై;\nపతంతి — పతనమై;\nనరకే — నరకానికి;\nఅశుచౌ —శుచి లేని.",
   "tran":"BG16.16: ఇటువంటి ఊహలు తలపులతో తప్పుదారి పట్టి మోహమనే వలలో చిక్కుకుపోయి మరియు ఇంద్రియములను తృప్తి పరచటానికకే బానిసైపోయి వారు అధోః నరకాలకు పతనమై పోతారు.",

 },
 {
   "id":"#17","value":"17","name":"ఆత్మసంభావితాః స్తబ్ధా ధనమానమదాన్వితాః ।\nయజంతే నామయజ్ఞైస్తే దంభేనావిధిపూర్వకమ్।।17।।",
   "meaning":"ఆత్మ-సంభావితాః — తమకు తామే దురహంకారముగలవారై;\nస్తబ్ధాః — మూర్ఖులై;\nధన — ధనము;\nమాన — గర్వము;\nమద — దురహంకారము;\nఅన్వితాః — భరితమైన;\nయజంతే — యజ్ఞములు చేసెదరు;\nనామ — పేరుకు మాత్రమే;\nయజ్ఞైః — యజ్ఞములు;\nతే — వారు;\nదంభేన — అట్టహాసముగా;\nఅవిధి-పూర్వకం — శాస్త్ర విధులను ఏమాత్రం పట్టించుకోకుండా.",
   "tran":"BG16.17: ఇటువంటి స్వార్ధ-చింతనతో ఉన్న మూర్ఖపు మనుషులు తమ ధనము సంపదచే గర్వము అహంకారముతో నిండి  శాస్త్ర నియమముల పట్ల ఏమాత్రం గౌరవం లేకుండా నామమాత్రంగా ఆడంబరంగా యజ్ఞములు చేస్తారు.",

 },
 {
   "id":"#18","value":"18","name":"అహంకారం బలం దర్పం కామం క్రోధం చ సంశ్రితాః ।\nమామాత్మపరదేహేషు ప్రద్విషంతోఽభ్యసూయకాః।।18।।",
   "meaning":"అహంకారం — అహంకారము;\nబలం — బలము;\nదర్పం — పొగరుబోతుతనము;\nకామం — కోరిక;\nక్రోధం — కోపము;\nచ — మరియు;\nసంశ్రితాః — ఆవరింపబడి;\nమామ్ — నన్ను;\nఆత్మ-పర-దేహేషు — తనలో మరియు ఇతరుల దేహములో ఉన్న;\nప్రద్విషంతః — దుర్భాషలాడుతూ/ద్వేషిస్తూ;\nఅభ్యసూయకాః — ఆసురీ స్వభావము కలవారు.",
   "tran":"BG16.18: అహంకారము బలము గర్వము కామము మరియు కోపముచే కళ్ళుమూసుకు పోయి ఈ అసురీ ప్రవృత్తి కలవారు తమ దేహములో మరియు ఇతరుల దేహములో కూడా ఉన్న నన్ను దుర్భాషలాడుతూ/ద్వేషిస్తూ ఉంటారు.",

 },
 {
   "id":"#19","value":"19","name":"తానహం ద్విషతః క్రూరాన్ సంసారేషు నరాధమాన్ ।\nక్షిపామ్యజస్రమశుభానాసురీష్వేవ యోనిషు।।19।।",
   "meaning":"తాన్ — ఇవి;\n అహం — నేను;\nద్విషతః — ద్వేషపూరితమైన;\n క్రూరాన్ — కౄరమైన;\nసంసారేషు — ఈ  భౌతిక జగత్తులో;\nనర-అధమాన్ — నరులలో నీచులు అధములు;\nక్షిపామి — విసిరివేస్తాను;\nఅజస్రమ్ — పదే పదే;\nఅశుభాన్ — అశుభమైన;\nఆసురీషు — అసురీ ప్రవృత్తి కలవారు;\nఏవ — నిజముగా;\n యోనిషు — గర్భములలోనికి.",
   "tran":"BG16.19-20: కౄరులు మరియు ద్వేషపూరిత స్వభావము కలవారు అధములు నీచ నరులను నేను భౌతిక జగత్తు యొక్క పునర్జన్మ చక్రములో  పదే పదే అటువంటి ఆసురీ స్వభావము కలవారి గర్భములోనే విసిరివేస్తుంటాను. ఈ మూర్ఖపు ఆత్మలు మళ్ళీ మళ్ళీ ఆసురీ గర్భములలోనే జన్మిస్తుంటాయి. నన్ను చేరుకోలేక ఓ అర్జునా అత్యంత నీచ స్థాయి జీవనంలోనికి క్రమేపీ పడిపోతాయి.",

 },
 {
   "id":"#20","value":"20","name":"ఆసురీం యోనిమాపన్నా మూఢా జన్మని జన్మని ।\nమామప్రాప్యైవ కౌంతేయ తతో యాంత్యధమాం గతిమ్।।20।।",
   "meaning":"ఆసురీం — ఆసురీ ప్రవృత్తికలవారు;\nయోనిమ్ — గర్భములు;\n ఆపన్నః — పొంది;\nమూఢా — మూఢులు;\n జన్మని జన్మని — జన్మజన్మలకు;\nమాం — నన్ను;\n అప్రాప్య — చేరుకోలేక;\nఏవ — కనీసం;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడా;\nతతః — ఆ తరువాత;\nయాంతి — వెళ్ళెదరు;\nఅధమాం — హేయమైన;\n గతిమ్ — గమ్యము.",
   "tran":"BG16.19-20: కౄరులు మరియు ద్వేషపూరిత స్వభావము కలవారు అధములు నీచ నరులను నేను భౌతిక జగత్తు యొక్క పునర్జన్మ చక్రములో  పదే పదే అటువంటి ఆసురీ స్వభావము కలవారి గర్భములోనే విసిరివేస్తుంటాను. ఈ మూర్ఖపు ఆత్మలు మళ్ళీ మళ్ళీ ఆసురీ గర్భములలోనే జన్మిస్తుంటాయి. నన్ను చేరుకోలేక ఓ అర్జునా అత్యంత నీచ స్థాయి జీవనంలోనికి క్రమేపీ పడిపోతాయి.",

 },
 {
   "id":"#21","value":"21","name":"త్రివిధం నరకస్యేదం ద్వారం నాశనమాత్మనః  ।\nకామః క్రోధస్తథా లోభస్తస్మాదేతత్త్రయం త్యజేత్।।21।।",
   "meaning":"త్రి-విధం — మూడు రకాలైన;\nనరకస్య — నరకమునకు;\nద్వారం — ద్వారములు;\nనాశనం — నాశనము;\nఆత్మనః — ఆత్మ;\nకామః — కామము;\nక్రోధ — క్రోధము;\nతథా — మరియు;\nలోభః — లోభము;\nతస్మాత్ — కాబట్టి;\nఏతత్ — ఇవి;\nత్రయం — మూడు;\nత్యజేత్ — త్యజించవలెను (విడిచిపెట్టాలి).",
   "tran":"BG16.21: ఆత్మ వినాశనానికి దారి తీసే నరక ద్వారములు మూడు ఉన్నాయి - కామము క్రోధము మరియు లోభము. కాబట్టి అందరూ వీటిని విడిచిపెట్టాలి.",

 },
 {
   "id":"#22","value":"22","name":"ఏతైర్విముక్తః కౌంతేయ తమోద్వారైః త్రిభిర్నరః ।\nఆచరత్యాత్మనః శ్రేయః తతో యాతి పరాం గతిమ్।।22।।",
   "meaning":"ఏతైః — వీటి నుండి;\nవిముక్తః — విముక్తి పొంది;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడా;\nతమః-ద్వారైః — చీకటికి ద్వారములు;\nత్రిభిః — మూడు;\nనరః — నరుడు;\nఆచరతి — శ్రమిస్తారు;\nఆత్మనః — ఆత్మ;\nశ్రేయః — శ్రేయస్సు/సంక్షేమం;\nతతః — దానిచే;\nయాతి — పొందుదురు;\nపరాం — సర్వోన్నత;\nగతిమ్ — లక్ష్యమును.",
   "tran":"BG16.22: చీకటి దిశగా ఉన్న ఈ మూడు ద్వారముల నుండి ముక్తి పొందిన వారు ఆత్మ శ్రేయస్సుకై పరిశ్రమిస్తారు తద్వారా  వారు  పరమ లక్ష్యమును పొందుతారు.",

 },
 {
   "id":"#23","value":"23","name":"యః శాస్త్రవిధిముత్సృజ్య వర్తతే కామకారతః ।\nన స సిద్ధిమవాప్నోతి న సుఖం న పరాం గతిమ్।।23।।",
   "meaning":"యః — ఎవరైతే;\nశాస్త్ర-విధిం — శాస్త్ర నియమములను;\nఉత్సృజ్య — విస్మరిస్తూ;\nవర్తతే — ప్రవర్తిస్తే;\nకామ-కారతః — కామమునకు వశమై;\nన — కాదు;\nసః — వారు;\nసిద్ధిం — పరిపూర్ణత (సిద్ధి);\nఅవాప్నోతి — పొందెదరు;\nన — కాదు;\nసుఖం — సుఖము;\nన — కాదు;\nపరాం — పరమ;\nగతిం — గతి (లక్ష్యము).",
   "tran":"BG16.23: ఎవరైతే శాస్త్రములో చెప్పబడిన ఆదేశములను కాదని కామ ప్రేరితులై ప్రవర్తిస్తారో వారు పరిపూర్ణ సిద్ధిని  కానీ సుఖానందమును కానీ చివరకి జీవిత పరమ లక్ష్యమును కానీ సాధించలేరు.",

 },
 {
   "id":"#24","value":"24","name":"తస్మాచ్ఛాస్త్రం ప్రమాణంతే కార్యాకార్యవ్యవస్థితౌ ।\nజ్ఞాత్వా శాస్త్రవిధానోక్తం కర్మ కర్తుమిహార్హసి।।24।।",
   "meaning":"తస్మాత్ — కాబట్టి;\nశాస్త్రం — శాస్త్రములు;\nప్రమాణం — ప్రమాణములు;\nతే — నీకు;\nకార్య — విధులు (చేయవలసినవి);\nఅకార్యా — నిషేధింపబడిన కార్యములు;\nవ్యవస్థితౌ — నిర్ణయించుకోవటానికి;\nజ్ఞాత్వా — తెలుసుకొన్న పిదప;\nశాస్త్ర — శాస్త్రముల;\nవిధాన — ఉపదేశము;\nఉక్తం — తెలియచేయబడిన విధముగా;\nకర్మ — కర్మలు;\nకర్తుమ్ — చేయుట;\nఇహ — ఈ జగత్తులో;\nఅర్హసి — అర్హుడవు.",
   "tran":"BG16.24: కాబట్టి ఏది చేయాలి ఏది చేయకూడదు అన్న విషయంలో శాస్త్రములనే ప్రమాణముగా తీసుకొనుము. శాస్త్ర విధివిధానాలు ఉపదేశాలను తెలుసుకొనుము మరియు ఆ విధంగానే ఈ జగత్తులో ప్రవర్తించుము.",

 }
]

})
})
module.exports=Router16;
