const express=require('express')
const Router9=express.Router()
Router9.get('',async(req,res)=>{
  res.render('chapter9',{
    header:[{"href":"Chapter1","value":"1"},
    {"href":"Chapter2","value":"2"},
    {"href":"Chapter3","value":"3"},
    {"href":"Chapter4","value":"4"},
    {"href":"Chapter5","value":"5"},
    {"href":"Chapter6","value":"6"},
    {"href":"Chapter7","value":"7"},
    {"href":"Chapter8","value":"8"},
    {"href":"Chapter9","value":"9"},
    {"href":"Chapter10","value":"10"},
    {"href":"Chapter11","value":"11"},
    {"href":"Chapter12","value":"12"},
    {"href":"Chapter13","value":"13"},
    {"href":"Chapter14","value":"14"},
    {"href":"Chapter15","value":"15"},
    {"href":"Chapter16","value":"16"},
    {"href":"Chapter17","value":"17"},
    {"href":"Chapter18","value":"18"}],
    temp:[

 {
  "id":"#1","value":"1","name":"శ్రీ భగవానువాచ ।\nఇదం తు తే గుహ్యతమం ప్రవక్ష్యామ్యనసూయవే ।\nజ్ఞానం విజ్ఞానసహితం యద్ జ్ఞాత్వా మోక్ష్యసేఽశుభాత్।। 1।।",
   "meaning": "శ్రీ భగవాన్-ఉవాచ — శ్రీ భగవానుడు ఇలా పలికెను;\nఇదం — ఇది;\nతు — కానీ;\nతే — నీకు;\nగుహ్య-తమం — అత్యంత గోప్యమైన;\nప్రవక్ష్యామి — నేను నీకు చెప్పెదను;\nఅనసూయవే — అసూయా రహితుడవు;\nజ్ఞానం — జ్ఞానము;\nవిజ్ఞాన — అనుభవ జ్ఞానము;\nసహితం — సహితముగా;\nయత్ — ఏదైతే;\nజ్ఞాత్వా — తెలుసుకొన్న పిదప;\nమోక్ష్యసే — నీవు విముక్తుడవు చేయబడుతావు;\nఅశుభాత్ — భౌతికసంసార బాధలు.",
   "tran": "BG 9.1: శ్రీ భగవానుడు పలికెను: ఓ అర్జునా నీకు నామీద అసూయ లేదు కాబట్టి ఈ యొక్క అత్యంత రహస్యమైన జ్ఞానాన్ని మరియు అనుభవపూర్వక విజ్ఞానాన్ని ఇప్పుడు నేను నీకు తెలియజేస్తాను;ఇది తెలుసుకున్న తరువాత నీవు భౌతికసంసార బాధల నుండి విముక్తి చేయబడుతావు."
 },
 {
  "id":"#2","value":"2","name":"రాజవిద్యా రాజగుహ్యం పవిత్రమిదముత్తమమ్ ।\nప్రత్యక్ష్యావగమం ధర్మ్యం సుసుఖం కర్తుమవ్యయమ్।। 2।।",
   "meaning": "రాజ-విద్యా — అన్ని విద్యలకెల్ల రారాజు;\nరాజ-గుహ్యం — అత్యంత రహస్యమైనది;\nపవిత్రం — పవిత్రమైనది;\nఇదం — ఇది;\nఉత్తమం — సర్వోన్నతమైనది;\nప్రత్యక్ష — ప్రత్యక్ష్యముగా గమనించగలిగినది;\nఅవగమం — నేరుగా అనుభవించగలిగినది;\nధర్మ్యం — పవిత్రమైనది;\nసు-సుఖం — సులువైనది;\nకర్తుం — అభ్యాసము చేయటానికి;\nఅవ్యయం — శాశ్వతమైనది.",
   "tran": "BG 9.2: ఈ జ్ఞానము అన్ని విద్యలకు రారాజు మరియు అత్యంత గోప్యమయినది. ఇది విన్న వారిని పవిత్రం చేస్తుంది. ఇది నేరుగా అనుభవపూర్వకంగా తెలుసుకోవటానికి వీలైనది ధర్మ బద్ధమైనది ఆచరించటానికి సులువైనది శాశ్వతమైన ఫలితమును ఇచ్చేటటువంటిది."
 },
 {
  "id":"#3","value":"3","name":"అశ్రద్దధానాః పురుషా ధర్మస్యాస్య పరంతప ।\nఅప్రాప్య మాం నివర్తంతే మృత్యుసంసారవర్త్మని।। 3।।",
   "meaning": "అశ్రద్దధానాః — విశ్వాసము లేని జనులు;\nపురుషా — (అటువంటి) మనుష్యులు;\nధర్మస్య — ధర్మము యొక్క;\nఅస్య — ఇది;\nపరంతప — అర్జునా శత్రువులను జయించేవాడా;\nఅప్రాప్య — పొందకుండా;\nమాం — నన్ను;\nనివర్తంతే — తిరిగి వచ్చెదరు;\nమృత్యు — మరణము;\nసంసార — భౌతిక అస్థిత్వము;\nవర్త్మని — మార్గములో.",
   "tran": "BG 9.3: ఈ ధర్మము యందు విశ్వాసము లేని జనులు నన్ను పొందలేకున్నారు ఓ శత్రువులను జయించేవాడా. వారు పదేపదే జనన-మరణ చక్రంలో ఈ లోకానికి తిరిగి వస్తుంటారు."
 },

 {
  "id":"#4","value":"4","name":"మయా తతమిదం సర్వం జగదవ్యక్త మూర్తినా ।\nమత్-స్థాని సర్వభూతాని న చాహం తేష్వవస్థితః।। 4।।",
   "meaning": "మయా — నా చేత;\nతతమ్ — వ్యాపింపబడి;\nఇదం — ఇది;\nసర్వం — సమస్త;\nజగత్ — జగత్తు;\nఅవ్యక్త-మూర్తినా — అవ్యక్త రూపంలో;\nమత్ స్థాని — నా యందు;\nసర్వ-భూతాని — సర్వ ప్రాణులు;\nన — కాదు;\nచ — మరియు;\nఅహం — నేను;\nతేషు — వాటి యందు;\nఅవస్థితః — స్థితుడై.",
   "tran": "BG 9.4: ఈ సమస్త విశ్వమూ నా అవ్యక్త స్వరూపంచే వ్యాపింపబడి ఉన్నది. సమస్త ప్రాణులు నా యందే స్థితమై ఉన్నాయి కాని నేను వాటి యందు స్థితుడనుకాను."
 },
 {
  "id":"#5","value":"5","name":"న చ మత్ స్థాని భూతాని పశ్య మే యోగమైశ్వరమ్ ।\nభూతభృన్న చ భూతస్థో మమాత్మా భూతభావనః।। 5।।",
   "meaning": "న — లేవు;\nచ — మరియు;\nమత్-స్థాని — నాయందు స్థితమై;\nభూతాని — సర్వ ప్రాణులు;\nపశ్య — తిలకించుము;\nమే — నా యొక్క;\nయోగం-ఐశ్వర్యం — దివ్యమైన శక్తి;\nభూత-భృత్ — సమస్త జీవరాశుల సంక్షేమం చూసేవాడు;\nన — కాదు;\nచ — అయినా;\nభూత-స్థః — లో నివసిస్తూ;\nమమ — నా యొక్క;\nఆత్మా — ఆత్మ;\nభూత-భావనః — సమస్త ప్రాణుల సృష్టికర్త.",
   "tran": "BG 9.5: అయినా సరే ప్రాణులు నాలో స్థిరముగా ఉండవు. నా దివ్య శక్తి యొక్క అద్భుతమును తిలకించుము! నేనే సమస్త ప్రాణుల సృష్టి కర్తను మరియు నిర్వాహకుడను అయినా నేను వాటిచే కానీ లేదా భౌతిక ప్రకృతి చే కానీ ప్రభావితము కాను."
 },
 {
  "id":"#6","value":"6","name":"యథాకాశస్థితో నిత్యం వాయుః సర్వత్రగో మహాన్ ।\nతథా సర్వాణి భూతాని మత్స్థానీత్యుపధారయ।। 6।।",
   "meaning": "యథా — ఎలాగైతే;\nఆకాశ-స్థితః — ఆకాశంలో స్థితమై;\nనిత్యం — ఎల్లప్పుడూ;\nవాయుః — వీచేగాలి;\nసర్వత్ర-గః — అంతటా వీస్తూ;\nమహాన్ — బ్రహ్మాండమైన శక్తితో;\nతథా — అదే విధంగా;\nసర్వాని-భూతాని — అన్ని ప్రాణులు;\nమత్-స్థాని — నాయందే స్థితమై ఉండి;\nఇతి — ఈ విధముగా;\nఉపధారయ — తెలుసుకొనుము.",
   "tran": "BG 9.6: అంతటా వీచే ప్రబలమైన గాలి కూడా ఎల్లప్పుడూ ఆకాశంలోనే స్థితమై ఉన్నట్టు అదే విధంగా సర్వ ప్రాణులు కూడా ఎల్లప్పుడూ నా యందే స్థితమై ఉంటాయి."
 },
 {
  "id":"#7","value":"7","name":"సర్వభూతాని కౌంతేయ ప్రకృతిం యాంతి మామికామ్ ।\nకల్పక్షయే పునస్తాని కల్పాదౌ విసృజామ్యహమ్।। 7।।",
   "meaning": "సర్వ-భూతాని — సమస్త ప్రాణులు;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడా;\nప్రకృతిం — ఆదిమమైన భౌతిక శక్తి;\nయాంతి — లీనమవును;\nమామికామ్ — నా యొక్క;\nకల్ప-క్షయే — కల్పాంతరమున;\nపునః — మరల;\nతాని — వాటిని;\nకల్ప-ఆదౌ — కల్ప ప్రారంభమున;\nవిసృజామి — వ్యక్తపరిచెదను;\nఅహం — నేను;\n",
   "tran": "BG 9.7-8: కల్పాంతరమున (ఒక కల్పము చివరన) సమస్త ప్రాణులు నా యొక్క ఆదిమమైన ప్రకృతి శక్తి యందు విలీనమవుతాయి. తదుపరి సృష్టి ప్రారంభంలో ఓ కుంతీ పుత్రుడా నేను వాటిని మరల వ్యక్తపరుస్తాను. నా ప్రాకృతిక (భౌతిక) శక్తిని అధీనంలో ఉంచుకొని ఈ అసంఖ్యాకమైన జీవ రాశులను వాటి వాటి స్వభావాల అనుగుణంగా మరల మరల ఉత్పత్తిచేయుచున్నాను."
 },
 {
  "id":"#8","value":"8","name":"ప్రకృతిం స్వామవష్టభ్య విసృజామి పునః పునః ।\nభూతగ్రామమిమం కృత్స్నమ్ అవశం ప్రకృతేర్వశాత్।। 8।।",
   "meaning": "ప్రకృతిం — భౌతిక ప్రకృతి శక్తి;\nస్వాం — స్వయంగా నాదైన;\nఅవష్టభ్య — ఆధీనములో ఉంచుకొని;\nవిసృజామి — ఉత్పత్తిచేస్తాను;\nపునః పునః — మళ్లీ మళ్లీ;\nభూత-గ్రామం — విభిన్న రకాలైన (జీవరాశులు);\nఇమం — ఇవి;\nకృత్స్నమ్ — సమస్తము;\nఅవశం — వాటి ప్రమేయం లేకుండానే;\nప్రకృతేః — ప్రకృతి;\nవశాత్ — వశమున.",
   "tran": "BG 9.7-8: కల్పాంతరమున (ఒక కల్పము చివరన) సమస్త ప్రాణులు నా యొక్క ఆదిమమైన ప్రకృతి శక్తి యందు విలీనమవుతాయి. తదుపరి సృష్టి ప్రారంభంలో ఓ కుంతీ పుత్రుడా నేను వాటిని మరల వ్యక్తపరుస్తాను. నా ప్రాకృతిక (భౌతిక) శక్తిని అధీనంలో ఉంచుకొని ఈ అసంఖ్యాకమైన జీవ రాశులను వాటి వాటి స్వభావాల అనుగుణంగా మరల మరల ఉత్పత్తిచేయుచున్నాను."
 },
 {
  "id":"#9","value":"9","name":"న చ మాం తాని కర్మాణి నిబధ్నంతి ధనంజయ ।\nఉదాసీనవదాసీనమసక్తం తేషు కర్మసు।। 9।।",
   "meaning": "న — ఏవీ కాదు;\nచ — అలా;\nమామ్ — నాకు;\nతాని — అవి;\nకర్మాణి — కర్మలు;\nనిబధ్నంతి — బంధించివేయును;\nధనంజయ — అర్జునా సిరి సంపదలను జయించే వాడా;\nఉదాసీన-వత్ — తటస్థముగా;\nఆసీనమ్ — స్థితుడవై ఉండి;\nఅసక్తం — ఆసక్తి రహితంగా;\nతేషు — అవి;\nకర్మసు — పనులు (కర్మలు).",
   "tran": "BG 9.9: ఓ సిరి-సంపదలను జయించే వాడా ఈ కార్యములు ఏవీ నన్ను బంధించలేవు. నేను ఒక తటస్థ పరిశీలకుడిగా ఈ కర్మలు ఏవీ నన్ను అంటకుండా అనాసక్తత తో ఉంటాను."
 },
 {
  "id":"#10","value":"10","name":"మయాధ్యక్షేణ ప్రకృతిః సూయతే సచరాచరమ్ ।\nహేతునానేన కౌంతేయ జగద్విపరివర్తతే।। 10।।",
   "meaning": "మయా — నా చేత;\nఅధ్యక్షేణ — నిర్దేశం;\nప్రకృతిః — భౌతిక ప్రాకృతిక శక్తి;\nసూయతే — అస్థిత్వంలోకి తేబడుతుంది;\nస — రెండూ;\nచర-అచరం — చేతనమైనవి-అచేతనమైనవి;\nహేతునా — కారణము;\nఅనేన — ఈ యొక్క;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడా;\nజగత్ — భౌతిక జగత్తులో;\nవిపరివర్తతే — మార్పుకి లోనగును.",
   "tran": "BG 9.10: నా యొక్క నిర్దేశంలో పని చేస్తూ ఈ భౌతిక శక్తి సమస్త చరాచర భూతములను జనింపచేయును ఓ కుంతీ పుత్రుడా. ఈ కారణం వలన భౌతిక జగత్తు మార్పుకు లోనగుచుండును (సృష్టి స్థితి మరియు లయములు)."
 },
 {
  "id":"#11","value":"11","name":"అవజానంతి మాం మూఢా మానుషీం తనుమాశ్రితమ్ ।\nపరం భావమజానంతో మమ భూతమహేశ్వరమ్।। 11।।",
   "meaning": "అవజానంతి — నిర్లక్ష్యము చేసెదరు;\nమాం — నన్ను;\nమూఢా — తెలివితక్కువవారు;\nమానుషీం — మనుష్య;\nతనుం — రూపము;\nఆశ్రితమ్ — తీసుకున్న;\nపరం — దివ్యమైన;\nభావమ్ — వ్యక్తిత్వము;\nఅజానంతః — తెలుసుకోనివారై;\nమమ — నేను;\nభూత — సకల ప్రాణులకు;\nమహేశ్వరమ్ — మహేశ్వరుడను.",
   "tran": "BG 9.11: నేను నా సాకారమనుష్య రూపంలో అవతరించినప్పుడు మూఢులు నన్ను గుర్తించలేకున్నారు. సకల భూతములకు మహేశ్వరుడైన నా వ్యక్తిత్వం యొక్క దివ్యత్వము వారికి తెలియదు."
 },
 {
  "id":"#12","value":"12","name":"మోఘాశా మోఘకర్మాణో మోఘజ్ఞానా విచేతసః ।\nరాక్షసీమాసురీం చైవ ప్రకృతిం మోహినీం శ్రితాః।। 12।।",
   "meaning": "మోఘ-ఆశాః — వ్యర్ధమైన ఆశలు కలవారు;\nమోఘ-కర్మాణః — వ్యర్ధమైన కర్మలను చేయువారు;\nమోఘ-జ్ఞానా — గందరగోళ జ్ఞానము కలవారు;\nవిచేతసః — భ్రమకు లోనయ్యి;\nరాక్షసీమ్ — రాక్షస;\nఆసురీం — నాస్తిక;\nచ — మరియు;\nఏవ — తప్పకుండా;\nప్రకృతిం — భౌతిక శక్తి;\nమోహినీం — మొహమునకు గురై;\nశ్రితాః — ఆశ్రయింతురు.",
   "tran": "BG 9.12: భౌతిక మాయా శక్తి చే భ్రమకు లోనైనటువంటి జనులు ఆసురీ మరియు నాస్తిక భావాలను పెంపొందించుకుంటారు. ఆ అయోమయ స్థితిలో అభ్యుదయం/సంక్షేమం కోసం వారి ఆశలు వ్యర్థమవుతాయి వారు ఫలాసక్తితో చేసే కర్మలు అన్ని నిష్ఫలమే మరియు వారి జ్ఞానము అయోమయ స్థితిలో ఉంటుంది."
 },
 {
  "id":"#13","value":"13","name":"మహాత్మానస్తు మాం పార్థ దైవీం ప్రకృతిమాశ్రితాః ।\nభజంత్యనన్యమనసో జ్ఞాత్వా భూతాదిమవ్యయమ్।। 13।।",
   "meaning": "మహా-ఆత్మనః — మాహాత్ములు;\nతు — కానీ;\nమాం — నన్ను;\nపార్థ — అర్జునా ప్రిథ పుత్రుడా;\nదైవీం-ప్రకృతిం — దివ్య శక్తి;\nఆశ్రితాః — ఆశ్రయింతురు;\nభజంతి — భక్తిలో నిమగ్నమౌదురు;\nఅనన్య-మనసః — అనన్య చిత్తముతో;\nజ్ఞాత్వా — తెలుసుకొని;\nభూత — సమస్త సృష్టి;\nఆదిమ్ — ఆది మూలము;\nఅవ్యయమ్ — నశించిపోనిది.",
   "tran": "BG 9.13: ఓ పార్థ నా యొక్క దివ్యమైన శక్తి ని ఆశ్రయించిన మహాత్ములు నన్నే శ్రీ కృష్ణ పరమాత్మనే సమస్త సృష్టికి ఆది మూలమని తెలుసుకుంటారు. అనన్య చిత్తముతో కేవలం నాయందే మనస్సు లగ్నం చేసి వారు నా భక్తిలో నిమగ్నమౌతారు."
 },
 {
  "id":"#14","value":"14","name":"సతతం కీర్తయంతో మాం యతంతశ్చ దృఢవ్రతాః ।\nనమస్యంతశ్చ మాం భక్త్యా నిత్యయుక్తా ఉపాసతే।। 14।।",
   "meaning": "సతతం — ఎల్లప్పుడూ;\nకీర్తయంతః — భగవత్ కీర్తి ని పాడుతూ;\nమాం — నన్ను;\nయతంతః — శ్రమిస్తూ;\nచ — మరియు;\nదృఢవ్రతాః — ధృఢసంకల్పముతో;\nనమస్యంతః — వినమ్రతతో నమస్కరిస్తూ;\nచ — మరియు;\nమాం — నన్ను;\nభక్త్యా — ప్రేమయుక్త భక్తి;\nనిత్య-యుక్తా — నిత్యమూ ఏకమై ఉండి;\nఉపాసతే — ఆరాధిస్తారు.",
   "tran": "BG 9.14: ఎల్లప్పుడూ నా దివ్య లీలలను గానం చేస్తూ ధృడ సంకల్పముతో పరిశ్రమిస్తూ వినయముతో నా ముందు ప్రణమిల్లుతూ నిరంతరం వారు నన్ను ప్రేమ యుక్త భక్తి తో ఆరాధిస్తుంటారు."
 },
 {
  "id":"#15","value":"15","name":"జ్ఞానయజ్ఞేన చాప్యన్యే యజంతో మాముపాసతే ।\nఏకత్వేన పృథక్త్వేన బహుధా విశ్వతోముఖమ్।। 15।।",
   "meaning": "జ్ఞాన-యజ్ఞేన — జ్ఞాన సముపార్జన అనే యజ్ఞము;\nచ — మరియు;\nఅన్యే — ఇతరులు;\nయజంతః — పూజిస్తారు;\nమాం — నన్ను;\nఉపాసతే — ఆరాధిస్తారు;\nఏకత్వేన — అబేధభావ ఏకత్వముతో ;\nపృథక్త్వేన — వేరుగా;\nబహుధా — పలు రకముల;\nవిశ్వతః-ముఖమ్ — విశ్వ రూపము.",
   "tran": "BG 9.15: మరికొందరు జ్ఞాన సముపార్జనా యజ్ఞములో నిమగ్నమై నన్ను చాలా రకాలుగా ఆరాధిస్తారు. కొందరు నన్ను తమతో అబేధమైన ఏకత్వముగా చూస్తారు మరికొందరు నన్ను తమకంటే వేరుగా పరిగణిస్తారు. ఇంకా కొందరు నా యొక్క విశ్వ రూపము యొక్క అనంతమైన ఆవిర్భావములలో ఆరాధిస్తారు."
 },
 {
  "id":"#16","value":"16","name":"అహం క్రతురహం యజ్ఞః స్వధాహమహమౌషధమ్ ।\nమంత్రోఽహమహమేవాజ్యమ్ అహమగ్నిరహం హుతమ్।। 16।।",
   "meaning": "అహం — నేను;\nక్రతుః — వైదిక క్రతువు;\nఅహం — నేను;\nయజ్ఞః — యజ్ఞము;\nస్వధా — నైవేద్యం;\nఅహం — నేను;\nఅహం — నేను;\nఔషధం — ఔషధము;\nమంత్రః — వేద మంత్రము;\nఅహం — నేను;\nఅహం — నేను;\nఏవ — మరియు;\nఆజ్యం — నెయ్యి;\nఅహం — నేను;\nఅగ్నిః — అగ్ని;\nఅహం — నేను;\nహుతం — సమర్పించే కార్యము;\n",
   "tran": "BG 9.16-17: నేనే వైదిక క్రతువును నేనే యజ్ఞమును మరియు పితృదేవతలకు సమర్పించే నైవేద్యమును. నేనే ఔషధము నేనే వేద మంత్రమును. నేనే (ఆజ్యము) నెయ్యి నేనే అగ్ని నేనే సమర్పించే కార్యమును. ఈ జగత్తుకి నేనే తండ్రి. జగత్తుకి నేనే తల్లిని సంరక్షకుడిని నేనే;\nపితామహుడుని నేనే;\nనేనే పవిత్రం చేసేవాడిని;\nజ్ఞానం యొక్క లక్ష్యమును పవిత్ర శబ్దము ఓం కారమును నేనే ఋగ్వేదమును సామవేదమును మరియు యజుర్వేదమును నేనే."
 },
 {
  "id":"#17","value":"17","name":"పితాహమస్య జగతో మాతా ధాతా పితామహః ।\nవేద్యం పవిత్రమోంకార ఋక్సామ యజురేవ చ।। 17।।",
   "meaning": "పితా — తండ్రి;\nఅహం — నేను;\nఅస్య — దీని యొక్క;\nజగతః — జగత్తు యొక్క;\nమాతా — తల్లి;\nధాతా — నిలిపేవాడను;\nపితామహః — తాత;\nవేద్యం — జ్ఞానము యొక్క లక్ష్యం;\nపవిత్రం — పవిత్రం చేసేవాడిని;\nఓం-కార — పవిత్ర శబ్దము ఓం;\nఋక్ — ఋగ్వేదము;\nసామ — సామ వేదము;\nయజుః — యజుర్వేదము;\nఏవ — కూడా;\nచ — మరియు.",
   "tran": "BG 9.16-17: నేనే వైదిక క్రతువును నేనే యజ్ఞమును మరియు పితృదేవతలకు సమర్పించే నైవేద్యమును. నేనే ఔషధము నేనే వేద మంత్రమును. నేనే (ఆజ్యము) నెయ్యి నేనే అగ్ని నేనే సమర్పించే కార్యమును. ఈ జగత్తుకి నేనే తండ్రి. జగత్తుకి నేనే తల్లిని సంరక్షకుడిని నేనే;పితామహుడుని నేనే;నేనే పవిత్రం చేసేవాడిని;జ్ఞానం యొక్క లక్ష్యమును పవిత్ర శబ్దము ఓం కారమును నేనే ఋగ్వేదమును సామవేదమును మరియు యజుర్వేదమును నేనే."
 },
 {
  "id":"#18","value":"18","name":"గతిర్భర్తా ప్రభుః సాక్షీ నివాసః శరణం సుహృత్ ।\nప్రభవః ప్రలయః స్థానం నిధానం బీజమవ్యయమ్।। 18।।",
   "meaning": "గతిః — సర్వోత్కృష్ట లక్ష్యము;\nభర్తా — భరించు/పోషించు వాడను;\nప్రభుః — ప్రభువు;\nసాక్షీ — సాక్షి;\nనివాసః — నివాసము;\nశరణం — ఆశ్రయము;\nసు-హృత్ — స్నేహితుడు;\nప్రభవః — మూల ఉత్పత్తి స్థానం;\nప్రలయః — లయము;\nస్థానం — నివాస స్థానము;\nనిధానం — విశ్రాంతి స్థలము;\nబీజం — విత్తనము;\nఅవ్యయమ్ — నాశము చెందనిది.",
   "tran": "BG 9.18: నేనే సమస్త భూతముల సర్వోన్నత లక్ష్యమును మరియు నేనే వారి యొక్క నిర్వాహకుడను స్వామి సాక్షి నివాసము ఆశ్రయము మరియు స్నేహితుడను. నేనే సృష్టికి మూలము అంతము మరియు ఆధారము;నేనే శాశ్వతస్థానమును మరియు సనాతన బీజమును."
 },
 {
  "id":"#19","value":"19","name":"తపామ్యహమహం వర్షం నిగృహ్ణామ్యుత్సృజామి చ ।\nఅమృతం చైవ మృత్యుశ్చ సదసచ్చాహమర్జున।। 19।।",
   "meaning": "తపామి — వేడిని ప్రసరించు;\nఅహం — నేను;\nఅహం — నేను;\nవర్షం — వాన;\nనిగృహ్ణామి — నిలువరించు;\nఉత్సృజామి — పంపిస్తాను;\nఅమృతం — అమరత్వం;\nచ — మరియు;\nఏవ — కూడా;\nమృత్యుః — మరణము;\nచ — మరియు;\nసత్ — శాశ్వతమైన ఆత్మ;\nఅసత్ — నశ్వరమైన భౌతికపదార్ధములు;\nచ — మరియు;\nఅహం — నేను;\nఅర్జున — అర్జునా.",
   "tran": "BG 9.19: నేను సూర్యుని రూపంలో వేడిమిని ప్రసరిస్తాను. నేనే వర్షమును ఆపుతాను కురిపిస్తాను. నేనే అమరత్వమును మరియు నేనే మృత్యు రూపంలో వస్తాను. ఓ అర్జునా నేనే శాశ్వతమైన ఆత్మను తాత్కాలికమైన పదార్ధమును కూడా నేనే."
 },
 {
  "id":"#20","value":"20","name":"త్రైవిద్యా మాం సోమపాః పూతపాపాయజ్ఞైరిష్ట్వా స్వర్గతిం ప్రార్థయంతే ।\nతే పుణ్యమాసాద్య సురేంద్రలోకమ్\nఅశ్నంతి దివ్యాన్ దివి దేవభోగాన్।। 20।।",
   "meaning": "త్రై-విద్యాః — కర్మ కాండల శాస్త్రము (వైదిక క్రతువులు);\nమాం — నన్ను;\nసోమ-పాః — సోమ రసాన్ని త్రాగేవారు;\nపూత — పవిత్రులై;\nపాపాః — పాపములు;\nయజ్ఞైః — యజ్ఞముల ద్వారా;\nఇష్ట్వా — పూజింతురు;\nస్వః గతిం — స్వర్గాధిపతి లోకానికి దారి;\nప్రార్థయంతే — ఆశించెదరు;\nతే — వారు;\nపుణ్యం — పుణ్యము;\nఆసాద్య — పొందెదరు;\nసుర-ఇంద్ర — ఇంద్రుని యొక్క;\nలోకం — లోకము;\nఅశ్నంతి — భోగించి;\nదివ్యాన్ — దైవీ;\nదివి — స్వర్గములో;\nదేవ-భోగాన్ — దేవతల భోగములు.",
   "tran": "BG 9.20: వేదములలో చెప్పబడిన సకామ కర్మకాండల పట్ల మొగ్గుచూపేవారు నన్ను యజ్ఞ యాగాదులచే పూజిస్తారు. యజ్ఞ శేషము అయిన సోమ రస పానము చేయటం ద్వారా పాపాలన్నీ పోయి పవిత్రులైన వీరు స్వర్గ లోకాలకు పోవటానికి ఆశిస్తారు. వారి పుణ్య కర్మల ఫలంగా వారు స్వర్గాధిపతి అయిన ఇంద్రుని లోకానికి వెళతారు మరియు దేవతల విలాసాల భోగాలన్నీ అనుభవిస్తారు."
 },
 {
  "id":"#21","value":"21","name":"తే తం భుక్త్వా స్వర్గలోకం విశాలం\nక్షీణే పుణ్యే మర్త్యలోకం విశంతి ।\nఏవం త్రయీధర్మమనుప్రపన్నా\nగతాగతం కామకామా లభంతే।। 21।।",
   "meaning": "తే — వారు;\nతం — అది;\nభుక్త్వా — భోగించిన తరువాత;\nస్వర్గ-లోకం — స్వర్గ లోకము;\nవిశాలం — విశాలమైన;\nక్షీణే — తరిగిపోయిన తరువాత;\nపుణ్యే — పుణ్యము;\nమర్త్య-లోకం — భూలోకము;\nవిశంతి — తిరిగొస్తారు;\nఏవం — ఈ విధంగా;\nత్రయీ-ధర్మం — మూడు వేదముల యొక్క కర్మ కాండల భాగము;\nఅనుప్రపన్నాః — అనుసరించిన;\nగత-ఆగతం — పదేపదే వచ్చి పోతుండటము;\nకామ-కామాః — భోగ వస్తువుల పట్ల కోరిక;\nలభంతే — పొందురు.",
   "tran": "BG 9.21: స్వర్గ లోకము యొక్క విశాలమైన భోగములు అనుభవించుట చే వారి పుణ్య ఫలము అంతా తరిగిపోయిన తరువాత వారు తిరిగి భూలోకానికి వస్తారు. ఈ విధంగా భోగ వస్తు ప్రాప్తికై వైదిక కర్మ కాండలను ఆచరించే వారు భూలోకానికి పదేపదే వచ్చి పోతుంటారు."
 },
 {
  "id":"#22","value":"22","name":"అనన్యాశ్చింతయంతో మాం యే జనాః పర్యుపాసతే ।\nతేషాం నిత్యాభియుక్తానాం యోగక్షేమం వహామ్యహమ్।। 22।।",
   "meaning": "అనన్యాః — ఎల్లప్పుడూ;\nచింతయంతః — స్మరిస్తూ;\nమాం — నన్ను;\nయే — ఎవరైతే;\nజనాః — జనులు;\nపర్యుపాసతే — కేవలం (నన్నే) పూజింతురో;\nతేషాం — వారి యొక్క;\nనిత్య -అభియుక్తానాం — సదా నా యందే నిమగ్నమై ఉన్నారో;\nయోగ — ఆధ్యాత్మిక సంపత్తిని అందిస్తాను;\nక్షేమమ్ — ఆధ్యాత్మిక సంపత్తిని రక్షిస్తాను;\nవహామి — మోస్తాను;\nఅహం — నేను.",
   "tran": "BG 9.22: ఎల్లప్పుడూ నన్నే స్మరిస్తూ మరియు నా యందు అనన్య భక్తిలో నిమగ్నమైన వారుంటారు అలా నా యందే సతతమూ మనస్సు నిలిపిన వారికి వారికి లేనిదేదో అది సమకూర్చి పెడతాను మరియు వారికి ఉన్నదాన్ని సంరక్షిస్తాను."
 },

 {
  "id":"#23","value":"23","name":"యేఽప్యన్యదేవతా భక్తా యజంతే శ్రద్ధయాన్వితాః ।\nతేఽపి మామేవ కౌంతేయ యజంత్యవిధిపూర్వకమ్।। 23।।",
   "meaning": "యే — ఎవరైతే;\nఅపి — అయినా కూడా;\nఅన్య — వేరే ఇతర;\nదేవతా — దేవతలను;\nభక్తాః — భక్తులు;\nయజంతే — పూజిస్తారో;\nశ్రద్ధయా-అన్వితాః — విశ్వాసంతో;\nతే — వారు;\nఅపి — కూడా;\nమాం — నన్ను;\nఏవ — మాత్రమే;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడా;\nయజంతి — పూజిస్తారు;\nఅవిధి-పూర్వకం — తప్పుడు పద్దతిలో.",
   "tran": "BG 9.23: ఓ కుంతీ పుత్రుడా ఇతర దేవతలను శ్రద్ధతో ఆరాధించే వారు కూడా నన్నే పూజిస్తారు. కానీ అది వారు తప్పు పద్దతి లో చేసినట్టు."
 },
 {
  "id":"#24","value":"24","name":"అహం హి సర్వయజ్ఞానాం భోక్తా చ ప్రభురేవ చ ।\nన తు మామభిజానంతి తత్త్వేనాతశ్చ్యవంతి తే।। 24।।",
   "meaning": "అహం — నేను;\nహి — నిజానికి;\nసర్వ — అన్ని;\nయజ్ఞానాం — యజ్ఞములు;\nభోక్తా — భోక్త;\nచ — మరియు;\nప్రభుః — ప్రభువు;\nఏవ — మాత్రమే;\nచ — మరియు;\nన — కాదు;\nతు — కానీ;\nమాం — నన్ను;\nఅభిజానాతి — తెలుసుకుని;\nతత్త్వేన — దివ్య తత్త్వమును;\nఅతః — కాబట్టి;\nచ్యవంతి — పడిపోతారు (సంసారములో తిరుగుతారు);\nతే — వారు.",
   "tran": "BG 9.24: సమస్త యజ్ఞములకు భోక్తను ఏకైక స్వామిని నేనే. కానీ నా ఈ యొక్క పరమేశ్వర తత్త్వమును తెలుసుకొనని వారు తిరిగి పుట్టవలసినదే."
 },
 {
  "id":"#25","value":"25","name":"యాంతి దేవవ్రతా దేవాన్ పితౄన్ యాంతి పితృవ్రతాః ।\nభూతాని యాంతి భూతేజ్యా యాంతి మద్యాజినోఽపి మామ్।। 25।।",
   "meaning": "యాంతి — వెళ్ళెదరు;\nదేవ-వ్రతా: — దేవతలను పూజించేవారు;\nదేవాన్ — దేవతలలో;\nపితౄన్ — పితృ దేవతల వద్దకు;\nయాంతి — వెళతారు;\nపితృ-వ్రతాః — పితృ దేవతలను పూజించేవారు;\nభూతాని — భూతప్రేతముల వద్దకు;\nయాంతి — పోతారు;\nభూత-ఇజ్యాః — భూతప్రేతముల ను ఆరాధించేవారు;\nయాంతి — వెళ్ళెదరు;\nమత్ — నా యొక్క;\nయాజినః — భక్తులు;\nఅపి — మరియు;\nమామ్ — నా వద్దకు.",
   "tran": "BG 9.25: దేవతలను పూజించే వారు దేవతల యందు జన్మిస్తారు పితృదేవతలను ఆరాధించేవారు పితృదేవతల దగ్గరకి వెళ్తారు భూతప్రేతములను అర్చించువారు అలాంటి వాటిల్లో పుడతారు మరియు నా భక్తులు నన్నే చేరుకుంటారు."
 },
 {
  "id":"#26","value":"26","name":"పత్రం పుష్పం ఫలం తోయం యో మే భక్త్యా ప్రయచ్ఛతి ।\nతదహం భక్త్యుపహృతమ్ అశ్నామి ప్రయతాత్మనః।। 26।।",
   "meaning": "పత్రం — ఓ ఆకు;\nపుష్పం — ఓ పువ్వు;\nఫలం — ఓ పండు;\nతోయం — నీరు;\nయః — ఎవరైతే;\nమే — నాకు;\nభక్త్యా — భక్తితో;\nప్రయచ్ఛతి — సమర్పిస్తారో;\nతత్ — అది;\nఅహం — నేను;\nభక్తి-ఉపహృతం — భక్తితో సమర్పించబడినట్టి;\nఅశ్నామి — ఆరగింతును;\nప్రయత-ఆత్మనః — పవిత్ర మైన మనస్సు ఉన్నవాడు.",
   "tran": "BG 9.26: నాకు ఎవరైనా భక్తితో ఒక ఆకుగాని ఒక పువ్వు గాని ఒక పండు గాని లేదా నీరైనా గాని సమర్పిస్తే ఆ స్వచ్ఛమైన మనస్సుగల నా భక్తుని చే ప్రేమతో ఇవ్వబడిన దానిని నేను సంతోషంగా ఆరగిస్తాను."
 },
 {
  "id":"#27","value":"27","name":"యత్కరోషి యదశ్నాసి యజ్జుహోషి దదాసి యత్ ।\nయత్తపస్యసి కౌంతేయ తత్కురుష్వ మదర్పణమ్।। 27।।",
   "meaning": "యత్ — ఏదైనా సరే;\nకరోషి — నీవు చేసేది;\nయత్ — ఏదైతే;\nఅశ్నసి — నీవు భుజిస్తావో;\nయత్ — ఏదైతే;\nజుహోషి — యజ్ఞాగ్ని లో సమర్పిస్తావో;\nదదాసి — బహుమతిగా ఏది దానం (బహూకరించుట) చేసినా;\nయత్ — ఏదైతే;\nయత్ — ఏదైనా;\nతపస్యసి — ఆచరించే తపస్సులను;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడా;\nతత్ — వాటిని;\nకురుష్వ — చేయుము;\nమద్ అర్పణం — నాకు సమర్పించినట్టుగా.",
   "tran": "BG 9.27: నీవు ఏ పని చేసినా నీవు ఏది తిన్నా నీవు యజ్ఞములో అగ్నికి ఏది సమర్పించినా నీవు ఏది బహుమతిగా దానం ఇచ్చినా మరియు ఏ నిష్ఠలను ఆచరించినా ఓ కుంతీ పుత్రుడా వాటిని నాకు సమర్పించినట్టుగా చెయుము."
 },
 {
  "id":"#28","value":"28","name":"శుభాశుభఫలైరేవం మోక్ష్యసే కర్మబంధనైః ।\nసంన్యాసయోగయుక్తాత్మా విముక్తో మాముపైష్యసి।। 28।।",
   "meaning": "శుభ-అశుభ ఫలైః — మంచి మరియు చెడు ఫలితములచే;\nఏవం — ఈ విధంగా;\nమోక్ష్యసే — నీవు విముక్తి చేయబడుతావు;\nకర్మ — కర్మల;\nబంధనైః — బంధముల నుండి;\nసంన్యాస-యోగ — స్వార్ధ చింతన త్యజించి;\nయుక్త-ఆత్మా — మనస్సు నాయందే లగ్నం చేసి;\nవిముక్తః — విముక్తి చేయబడి;\nమామ్ — నా వద్దకు;\nఉపైష్యసి — చేరుకుంటావు.",
   "tran": "BG 9.28: అన్ని పనులను నాకే అర్పితం చేయటం ద్వారా నీవు శుభ-అశుభ ఫలితముల బంధనముల నుండి విముక్తి చేయబడుతావు. సన్యాసముచే నీ మనస్సు నా యందే లగ్నమై నీవు విముక్తి చేయబడుతావు మరియు నన్ను చేరుకుంటావు."
 },
 {
  "id":"#29","value":"29","name":"సమోఽహం సర్వభూతేషు న మే ద్వేష్యోఽస్తి న ప్రియః ।\nయే భజంతి తు మాం భక్త్యామయి తే తేషు చాప్యహమ్।। 29।।",
   "meaning": "సమః — సమానముగా;\nఅహం — నేను;\nసర్వ-భూతేషు — సమస్త ప్రాణుల యందు;\nన — ఎవరూ కాదు;\nమే — నాకు;\nద్వేష్యః — విరోధులు;\nఅస్తి — ఉండును;\nన ప్రియః — ఇష్టమైన వారు లేరు;\nయే — ఎవరైతే;\nభజంతి — ప్రేమతో ఆరాధించేవారు;\nతు — కానీ;\nమాం — నన్ను;\nభక్త్యా — భక్తి తో;\nమయి — నా యందే నివసిస్తారు;\nతే — అటువంటి జనులు;\nతేషు — వారి యందు;\nచ — మరియు;\nఅపి — కూడా;\nఅహం — నేను.",
   "tran": "BG 9.29: నేను సర్వ ప్రాణుల యందు సమత్వ బుద్ధి తో ఉంటాను నేను ఎవరి పట్ల పక్షపాతం తో కానీ లేదా విరోధ భావం తో కానీ ఉండను. కానీ ప్రేమతో నన్ను ఆరాధించే భక్తులు నాయందే నివసిస్తారు మరియు నేను వారి యందు నివసిస్తాను."
 },
 {
  "id":"#30","value":"30","name":"అపి చేత్సుదురాచారో భజతే మామనన్యభాక్ ।\nసాధురేవ స మంతవ్యః సమ్యగ్వ్యవసితో హి సః।। 30।।",
   "meaning": "అపి — అయినా;\nచేత్ — ఒకవేళ;\nసు-దురాచారః — పరమ పాపిష్టులు;\nభజతే — పూజిస్తే;\nమామ్ — నన్ను;\nఅనన్య-భాక్ — అనన్య భక్తి;\nసాధుః — సాధువు;\nఏవ — నిజముగా;\nసః — ఆ వ్యక్తి;\nమంతవ్యః — పరిగణించబడాలి;\nసమ్యక్ — సరియైన;\nవ్యవసితః — నిశ్చయంతో;\nహి — నిజముగా;\nసః — ఆ వ్యక్తి.",
   "tran": "BG 9.30: పరమ పాపిష్ఠివారు అయినా సరే నన్ను అనన్య భక్తి తో పూజిస్తే వారిని ధర్మాత్ములుగానే పరిగణించాలి ఎందుకంటే వారు సరియైన నిర్ణయం తీసుకున్నారు కాబట్టి."
 },
 {
  "id":"#31","value":"31","name":"క్షిప్రం భవతి ధర్మాత్మా శశ్వ చ్ఛాంతిం నిగచ్ఛతి ।\nకౌంతేయ ప్రతిజానీహి న మే భక్తః ప్రణశ్యతి।। 31।।",
   "meaning": "క్షిప్రం — త్వరగానే;\nభవతి — అగును;\nధర్మ-ఆత్మా — ధర్మాత్ముడి గా;\nశశ్వత్-శాంతిం — శాశ్వతమైన శాంతి;\nనిగచ్ఛతి — పొందును;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడు;\nప్రతిజానీహి — ప్రకటించుము;\nన — ఎన్నటికి కాదు;\nమే — నా యొక్క;\nభక్తః — భక్తుడు;\nప్రణశ్యతి — నశించును.",
   "tran": "BG 9.31: త్వరితగతిన వారు ధర్మాత్ములుగా అవుతారు మరియు శాశ్వతమైన శాంతిని పొందుతారు. ఓ కుంతీ పుత్రుడా నా భక్తుడు ఎన్నటికీ నష్టమునకు గురికాడు అని ధైర్యముగా ప్రకటించుము."
 },
 {
  "id":"#32","value":"32","name":"మాం హి పార్థ వ్యపాశ్రిత్య యేఽపి స్యుః పాపయోనయః ।\nస్త్రియో వైశ్యాస్తథాశూద్రాః తేఽ పి యాంతి పరాం గతిమ్।। 32।।",
   "meaning": "మాం — నా యందే;\nహి — నిజముగా;\nపార్థ — అర్జునా ప్రిథ పుత్రుడా;\nవ్యపాశ్రిత్య — ఆశ్రయమును పొంది (శరణుజొచ్చి);\nయే — ఎవరైతే;\nఅపి — అయినా సరే;\nస్యుః — అయినా కూడా;\nపాప యోనయః — నిమ్న స్థాయి జన్మ;\nస్త్రియః — స్త్రీలు;\nవైశ్యః — వైశ్యులు;\nతథా — మరియు;\nశూద్రః — కార్మికులు;\nతే అపి — వారు కూడా;\nయాంతి — వెళ్ళెదరు;\nపరాం — పరమ (సర్వోన్నత);\nగతిం — గమ్యమును.",
   "tran": "BG 9.32: వారి జన్మ జాతి కులము ఏదైనా లింగభేదం లేకుండా సమాజము అసహ్యించుకునేవారయినా నన్నుశరణు పొందిన వారంతా పరమ పదమును పొందుతారు."
 },
 {
  "id":"#33","value":"33","name":"కిం పునర్బ్రాహ్మణాః పుణ్యా భక్తా రాజర్షయస్తథా ।\nఅనిత్యమసుఖం లోకమిమం ప్రాప్య భజస్వ మామ్।। 33।।",
   "meaning": "కిం — ఏమిటి? పునః — అప్పుడు;\nబ్రాహ్మణాః — మునులు;\nపుణ్యాః — పుణ్యాత్ములు;\nభక్తా — భక్తులు;\nరాజ-ఋషయా — మహాత్ములైన రాజులు;\nతథా — మరియు;\nఅనిత్యం — తాత్కాలికమైన;\nఅసుఖం — సుఖం లేని;\nలోకం — ప్రపంచము;\nఇమం — ఈ యొక్క;\nప్రాప్య — పొందిన తరువాత;\nభజస్వ — భక్తిలో నిమగ్నమవ్వుము;\nమాం — నా యందు.",
   "tran": "BG 9.33: ఇక పుణ్యాత్ములైన రాజులు మునుల గురించి ఏమి చెప్పాలి? కాబట్టి తాత్కాలికమైన మరియు సుఖంలేని ఈ ప్రపంచం లోకి వచ్చాక ఇక నా యందు భక్తి తో నిమగ్నమవ్వుము."
 },
 {
  "id":"#34","value":"34","name":"మన్మనా భవ మద్భక్తో మద్యాజీ మాం నమస్కురు ।\nమామేవైష్యసి యుక్త్వైవమ్ ఆత్మానం మత్పరాయణః।। 34।।",
   "meaning": "మత్-మనాః — సదా నన్నే స్మరించుము;\nభవ — ఉండుము;\nమత్ — నా యొక్క;\nభక్తః — భక్తుడు;\nమత్ యాజీ — నన్ను పూజించు వాడవు;\nమామ్ నమస్కురు — నాకు నమస్కరింపుము;\nమాం ఏవ — నన్నే ఖచ్చితముగా;\nఏష్యసి — చేరుకుందువు;\nయుక్త్వా — నాతోనే ఏకమై;\nఏవం — ఈ విధంగా;\nఆత్మానం — నీ మనస్సు మరియు శరీరము;\nమత్-పరాయణ — నాకే అర్పితమై ఉండి.",
   "tran": "BG 9.34: ఎల్లప్పుడూ నన్నే స్మరించుము నా పట్ల భక్తితో ఉండుము నన్ను ఆరాధించుము మరియు నాకు ప్రణామములు అర్పించుము. నీ మనస్సు మరియు శరీరము నాకు సమర్పించిన పిదప నీవు నా వద్దకు నిస్సందేహముగా వచ్చెదవు."
 }
]

})
})
module.exports=Router9;
