const express=require('express')
const Router14=express.Router()
Router14.get('',async(req,res)=>{
  res.render('chapter14',{
    header:[{"href":"Chapter1","value":"1"},
    {"href":"Chapter2","value":"2"},
    {"href":"Chapter3","value":"3"},
    {"href":"Chapter4","value":"4"},
    {"href":"Chapter5","value":"5"},
    {"href":"Chapter6","value":"6"},
    {"href":"Chapter7","value":"7"},
    {"href":"Chapter8","value":"8"},
    {"href":"Chapter9","value":"9"},
    {"href":"Chapter10","value":"10"},
    {"href":"Chapter11","value":"11"},
    {"href":"Chapter12","value":"12"},
    {"href":"Chapter13","value":"13"},
    {"href":"Chapter14","value":"14"},
    {"href":"Chapter15","value":"15"},
    {"href":"Chapter16","value":"16"},
    {"href":"Chapter17","value":"17"},
    {"href":"Chapter18","value":"18"}],
    temp:[

   {
      "id":"#1","value":"1","name":"శ్రీ భగవానువాచ ।\nపరం భూయః  ప్రవక్ష్యామి  జ్ఞానానాం జ్ఞానముత్తమమ్ ।\nయద్ జ్ఞాత్వా మునయః  సర్వే  పరాం సిద్ధిమితో గతాః  ।। 1 ।।",
     "meaning":"శ్రీ- భగవాన్-ఉవాచ — భగవానుడు ఇలా పలికెను;\nపరం — సర్వోన్నత;\nభూయః  — మరల;\nప్రవక్ష్యామి — నేను వివరిస్తాను;\nజ్ఞానానాం — అన్ని జ్ఞానములోకెల్లా;\nజ్ఞానమ్-ఉత్తమమ్ — సర్వోన్నత జ్ఞానము;\nయత్  — ఏదైతే;\nజ్ఞాత్వా — తెలుసుకున్న పిదప;\nమునయః  — మునులు;\nసర్వే — అందరూ;\nపరాం — అత్యున్నత;\nసిద్ధిమ్ — పరిపూర్ణతను (సిద్ధిని);\nఇతః — దీని ద్వారా;\nగతాః  — పొందినారు.",
     "tran":"BG 14.1:శ్రీ భగవానుడు పలికెను:నేను మళ్ళీ ఒకసారి ఈ యొక్క సర్వశ్రేష్టమైన విద్యను అన్నింటికన్నా ఉత్తమమైన  జ్ఞానమును నీకు వివరిస్తాను;ఇది తెలుసుకున్న గొప్ప సాధువులందరూ అత్యున్నత పరిపూర్ణతను సాధించారు."
   },
   {
      "id":"#2","value":"2","name":"ఇదం జ్ఞానముపాశ్రిత్య మమ సాధర్మ్యమాగతాః ।\nసర్గేఽపి నోపజాయంతే ప్రలయే న వ్యథంతి చ ।। 2 ।।",
     "meaning":"ఇదం — ఇది;\nజ్ఞానమ్ — జ్ఞానము;\nఉపాశ్రిత్య — ఆశ్రయించి;\nమమ — నా యొక్క;\nసాధర్మ్యం — అటువంటి స్వభావము;\nఆగతాః — పొందిన పిదప;\nసర్గే — సృష్టి కాలము యందు;\nఅపి — కూడా;\nన ఉపజాయంతే — జన్మించరు;\nప్రలయే — ప్రళయ కాలమున;\nన-వ్యథంతి — కష్టమును అనుభవించరు;\nచ — మరియు.",
     "tran":"BG 14.2:ఈ జ్ఞానమును ఆశ్రయించిన వారు నన్ను చేరుకుంటారు. వారు సృష్టి సమయంలో మరలా జన్మించరు లేదా ప్రళయ సమయంలో నాశనం కారు."
   },
   {
      "id":"#3","value":"3","name":"మమ యోనిర్మహద్బ్రహ్మ తస్మిన్గర్భం దధామ్యహమ్ ।\nసంభవః సర్వభూతానాం తతో భవతి భారత ।। 3 ।।",
     "meaning":"మమ — నా యొక్క;\nయోనిః — గర్భము;\nమహత్ బ్రహ్మ — సమస్త భౌతిక పదార్ధము ప్రకృతి;\nతస్మిన్ — దానిలో;\nగర్భం — గర్భము;\nదధామి — ఉంచెదను (గర్భాదానము);\nఅహం — నేను;\nసంభవః — పుట్టుట;\nసర్వభూతానాం — సమస్త ప్రాణులు;\nతతః — ఆ విధముగా;\nభవతి — జరుగును;\nభారత — అర్జునా భరత వంశీయుడా.",
     "tran":"BG 14.3-4:ఈ యొక్క సమస్త భౌతిక ప్రకృతి గర్భము. దానిలో  నేను వేర్వేరు ఆత్మలను ప్రవేశపెడుతాను ఆ విధంగా సమస్త జీవరాశులు జనిస్తాయి. ఓ కుంతీ పుత్రుడా పుట్టిన సమస్త జీవ రాశులకు ఈ భౌతిక ప్రకృతి యే గర్భము మరియు నేనే బీజమును ఇచ్చే తండ్రిని."
   },
   {
      "id":"#4","value":"4","name":"సర్వయోనిషు కౌంతేయ మూర్తయః సంభవంతి యాః ।\nతాసాం బ్రహ్మ మహద్యోనిః అహం బీజప్రదః పితా ।। 4 ।।",
     "meaning":"సర్వ — సమస్త;\nయోనిషు — జీవ రాశులు;\nకౌంతేయ — అర్జునా కుంతీ దేవి పుత్రుడా;\nమూర్తయః — రూపములు;\nసంభవంతి — సంభవించును (జనించును);\nయాః తాసాం —  అవి అన్నింటిలో కూడా;\nబ్రహ్మ-మహత్ — ఈ గొప్ప భౌతిక ప్రకృతి;\nయోనిః  — గర్భము;\nఅహం — నేను;\nబీజ-ప్రదః — బీజమును ఇచ్చే;\nపితా — తండ్రిని.",
     "tran":"BG 14.3-4:ఈ యొక్క సమస్త భౌతిక ప్రకృతి గర్భము. దానిలో  నేను వేర్వేరు ఆత్మలను ప్రవేశపెడుతాను ఆ విధంగా సమస్త జీవరాశులు జనిస్తాయి. ఓ కుంతీ పుత్రుడా పుట్టిన సమస్త జీవ రాశులకు ఈ భౌతిక ప్రకృతి యే గర్భము మరియు నేనే బీజమును ఇచ్చే తండ్రిని."
   },
   {
      "id":"#5","value":"5","name":"సత్త్వం రజస్తమ ఇతి గుణాః ప్రకృతిసంభవాః ।\nనిబధ్నంతి మహాబాహో దేహే దేహినమవ్యయమ్ ।। 5 ।।",
     "meaning":"సత్త్వం — సత్త్వ గుణము;\nరజః — రజో గుణము;\nతమః — తమో గుణము;\nఇతి — ఈ విధముగా;\nగుణాః — గుణములు;\nప్రకృతి — భౌతిక ప్రకృతి;\nసంభవాః — కలిగి ఉండును;\nనిబధ్నంతి — బంధించును;\nమహాబాహో — గొప్ప బాహువులు కలవాడా;\nదేహే — దేహములో;\nదేహినమ్  — జీవాత్మ;\nఅవ్యయం — సనాతనమైన.",
     "tran":"BG 14.5:ఓ మహా బాహువులు కల అర్జునా భౌతిక ప్రాకృతిక శక్తి అనేది త్రిగుణములను కలిగి ఉంటుంది - సత్త్వ గుణము రజో  గుణము మరియు తమో గుణము. ఈ గుణములే నాశములేని నిత్య జీవాత్మను నాశనమయ్యే దేహమునకు బంధించును."
   },
   {
      "id":"#6","value":"6","name":"తత్ర సత్వం నిర్మలత్వాత్ ప్రకాశకమనామయమ్ ।\nసుఖ-సంగేన బధ్నాతి జ్ఞానసంగేన చానఘ ।। 6 ।।",
     "meaning":"తత్ర — వీటిలో;\nసత్త్వం — సత్త్వ గుణము;\nనిర్మలత్వాత్ — అత్యంత పవిత్రమైనది కావున;\nప్రకాశకం — ప్రకాశవంతమయినది;\nఅనామయమ్ — ఆరోగ్యవంతమయినది మరియు క్షేమదాయకమైనది;\nసుఖ — సుఖము;\nసంగేన — మమకారాసక్తి;\nబధ్నాతి — బంధించివేయును;\nజ్ఞాన — జ్ఞానము;\nసంగేన — మమకారాసక్తి;\nచ — మరియు;\nఅనఘ — అర్జునా పాపరహితుడా.",
     "tran":"BG 14.6:వీటిలో సత్త్వ గుణము మిగతావాటి కంటే పవిత్రమైనది ఇది ప్రకాశకమైనది మరియు చాలా క్షేమదాయకమైనది.  ఓ పాప రహితుడా జ్ఞానము మరియు సుఖానుభవము పట్ల ఆసక్తి వలన అది జీవాత్మను బంధించివేస్తుంది."
   },
   {
      "id":"#7","value":"7","name":"రజో రాగాత్మకం విద్ధి తృష్ణాసంగసముద్భవమ్ ।\nతన్నిబధ్నాతి కౌంతేయ కర్మసంగేన దేహినమ్ ।। 7 ।।",
     "meaning":"రజః — రజో గుణము;\nరాగ-ఆత్మకం — మోహావేశ స్వభావము;\nవిద్ధి — తెలుసుకొనుము;\nతృష్ణా — కోరికలు;\nసంగ — సంగము;\nసముద్భవమ్ — ఉద్భవించిన;\n  తత్ — అది;\nనిబధ్నాతి — బంధించేవేయును;\nకౌంతేయ — అర్జున కుంతీ పుత్రుడా;\nకర్మ-సంగేన — కామ్య కర్మల పట్ల ఆసక్తి వలన;\nదేహినమ్ — జీవాత్మ.",
     "tran":"BG 14.7:ఓ అర్జునా రజో గుణము మోహావేశ ప్రవృత్తి తో కూడినది. అది ప్రాపంచిక కోరికలు మరియు అనురాగముల వలన జనిస్తుంది మరియు ఆత్మను కామ్య కర్మల పట్ల ఆసక్తి చే బంధించివేస్తుంది."
   },
   {
      "id":"#8","value":"8","name":"తమస్త్వజ్ఞానజం విద్ధి మోహనం సర్వదేహినామ్  ।\nప్రమాదాలస్యనిద్రాభిః  తన్నిబధ్నాతి భారత  ।। 8 ।।",
     "meaning":"తమః — తమో గుణము;\nతు — కానీ;\nఅజ్ఞాన-జం — అజ్ఞానము వలన జనించిన;\nవిద్ధి — తెలుసుకొనుము;\nమోహనం — భ్రమ;\nసర్వ-దేహినామ్  — సమస్త బద్ధ జీవాత్మలకు;\nప్రమాద — నిర్లక్ష్యము;\nఆలస్య — సోమరితనము;\nనిద్రాభిః — మరియు నిద్ర;\nతత్ — అది;\nనిబధ్నాతి — బంధించి వేయును;\nభారత — అర్జునా భరత వంశీయుడా.",
     "tran":"BG 14.8:ఓ అర్జునా అజ్ఞానముచే జనించిన తమో గుణము జీవాత్మల యొక్క మోహభ్రాంతికి కారణము. అది సమస్త జీవరాశులను నిర్లక్ష్యము సోమరితనము మరియు నిద్ర చే భ్రమకు గురి చేస్తుంది."
   },
   {
      "id":"#9","value":"9","name":"సత్త్వం సుఖే సంజయతి రజః కర్మణి భారత ।\nజ్ఞానమావృత్య తు తమః ప్రమాదే సంజయత్యుత ।। 9 ।।",
     "meaning":"సత్త్వం — సత్త్వ గుణము;\nసుఖే — సుఖములకు;\nసంజయతి — కట్టివేయును;\nరజః — రజో గుణము;\nకర్మణి — కర్మల పట్ల;\nభారత — అర్జునా భరత వంశీయుడా;\nజ్ఞానం — జ్ఞానము;\nఆవృత్త — ఆవరించివేయును;\nతు — కానీ;\nతమః — తమో గుణము;\nప్రమాదే — భ్రమ/మోహములో;\nసంజాయతి — బంధించేవేయును;\nఉత — నిజముగా.",
     "tran":"BG 14.9:సత్త్వము వ్యక్తిని భౌతిక సుఖాలకు కట్టివేస్తుంది;రజో గుణము జీవాత్మను కర్మల పట్ల ఆసక్తి పరుస్తుంది;మరియు తమో గుణము జ్ఞానమును కప్పివేసి వ్యక్తిని మోహభ్రాంతి కి బంధించివేస్తుంది."
   },

   {
      "id":"#10","value":"10","name":"రజస్తమశ్చాభిభూయ సత్త్వం భవతి భారత ।\nరజః సత్వం తమశ్చైవ తమః సత్త్వం రజస్తథా ।। 10 ।।",
     "meaning":"రజః — రజో గుణము;\nతమః — తమో గుణము;\nచ — మరియు;\nఅభిభూయ — ఓడించి;\nసత్త్వం — సత్త్వ గుణము;\nభవతి — ఉండును;\nభారత — అర్జునా భరత వంశీయుడా;\nరజః — రజో గుణము;\nసత్త్వం — సత్త్వ గుణము;\nతమః — తమో గుణము;\nచ — మరియు;\nఏవ — నిజముగా;\nతమః — తమో గుణము;\nసత్త్వం — సత్త్వ గుణము;\nరజః — రజో గుణము;\nతథా — కూడా.",
     "tran":"BG 14.10:ఒక్కోసారి రజోతమస్సులపై సత్త్వముది పైచేయిగా ఉంటుంది. ఒక్కోసారి  సత్త్వము మరియు తమోగుణములపై రజో గుణము ఆధిపత్యంతో ఉంటుంది;మరియు ఇంకాకొన్ని సార్లు సత్త్వరజో గుణములను తమోగుణము ఓడిస్తుంది."
   },
   {
      "id":"#11","value":"11","name":"సర్వద్వారేషు దేహేఽస్మిన్ ప్రకాశ ఉపజాయతే ।\nజ్ఞానం యదా తదా విద్యాత్ వివృద్ధం సత్త్వమిత్యుత ।। 11 ।।",
     "meaning":"సర్వ — అన్ని;\nద్వారేషు  — ద్వారముల గుండా;\nదేహే — శరీరము;\n అస్మిన్ — దీనిలో;\nప్రకాశః — ప్రకాశము;\nఉపజాయతే — వ్యక్తమై;\nజ్ఞానం — జ్ఞానము;\nయదా — ఎప్పుడైతే;\nతదా — అప్పుడు;\nవిద్యాత్ — తెలుసుకొనుము;\nవివృద్ధం — ప్రబలమగును;\nసత్త్వం — సత్త్వ గుణము;\nఇతి — ఈ విధముగా;\nఉత — ఖచ్చితముగా.",
     "tran":"BG 14.11-13:దేహములోని అన్ని ద్వారములు జ్ఞానముచే ప్రకాశితమైనప్పుడు అది సత్త్వ గుణము యొక్క ప్రకటితము అని తెలుసుకొనుము. రజో గుణము ప్రబలినప్పుడు ఓ అర్జునా లోభము (దురాశ) ప్రాపంచిక లాభము కోసం పరిశ్రమ వ్యాకులత మరియు యావ పెంపొందుతాయి. ఓ అర్జునా – అజ్ఞానము జడత్వము నిర్లక్ష్యము మరియు మోహము - ఇవి తమో గుణము యొక్క ప్రధానమైన లక్షణములు."
   },
   {
      "id":"#12","value":"12","name":"లోభః ప్రవృత్తిరారంభః కర్మణామశమః స్పృహా ।\nరజస్యేతాని జాయంతే వివృద్ధే భరతర్షభ ।। 12 ।।",
     "meaning":"లోభః  — లోభము (దురాశ);\nప్రవృత్తి:— ప్రవృత్తి;\nఆరంభః — పరిశ్రమ;\n కర్మణామ్ — కామ్య కర్మల కోసం;\nఅశమః  — వ్యాకులత;\nస్పృహా — యావ;\nరజసి  — రజో గుణము యొక్క;\nఏతాని — ఇవి;\n జాయంతే — పెరుగును;\nవివృద్ధే — ప్రబలమైనప్పుడు;\nభరత-ఋషభ — భరతులలో శ్రేష్ఠుడా అర్జునా.",
     "tran":"BG 14.11-13:దేహములోని అన్ని ద్వారములు జ్ఞానముచే ప్రకాశితమైనప్పుడు అది సత్త్వ గుణము యొక్క ప్రకటితము అని తెలుసుకొనుము. రజో గుణము ప్రబలినప్పుడు ఓ అర్జునా లోభము (దురాశ) ప్రాపంచిక లాభము కోసం పరిశ్రమ వ్యాకులత మరియు యావ పెంపొందుతాయి. ఓ అర్జునా – అజ్ఞానము జడత్వము నిర్లక్ష్యము మరియు మోహము - ఇవి తమో గుణము యొక్క ప్రధానమైన లక్షణములు."
   },
   {
      "id":"#13","value":"13","name":"అప్రకాశోఽప్రవృత్తిశ్చ ప్రమాదో మోహ ఏవ చ ।\nతమస్యేతాని జాయంతే వివృద్ధే కురునందన ।। 13 ।।",
     "meaning":"అప్రకాశః — అజ్ఞానం;\nఅప్రవృత్తిః  — జడత్వం;\nచ — మరియు;\nప్రమాదః — నిర్లక్ష్యము;\nమోహః  — మోహము;\nఏవ — నిజముగా;\nచ — మరియు;\nతమసి — తమోగుణము;\nఏతాని — ఇవి;\nజాయంతే — కనిపించును;\nవివృద్ధే — ప్రబలమైనప్పుడు;\nకురు-నందన — కురునందనా అర్జునా.",
     "tran":"BG 14.11-13:దేహములోని అన్ని ద్వారములు జ్ఞానముచే ప్రకాశితమైనప్పుడు అది సత్త్వ గుణము యొక్క ప్రకటితము అని తెలుసుకొనుము. రజో గుణము ప్రబలినప్పుడు ఓ అర్జునా లోభము (దురాశ) ప్రాపంచిక లాభము కోసం పరిశ్రమ వ్యాకులత మరియు యావ పెంపొందుతాయి. ఓ అర్జునా – అజ్ఞానము జడత్వము నిర్లక్ష్యము మరియు మోహము - ఇవి తమో గుణము యొక్క ప్రధానమైన లక్షణములు."
   },
   {
      "id":"#14","value":"14","name":"యదా సత్త్వే పవృద్ధే తు ప్రలయం యాతి దేహభృత్ ।\nతదోత్తమవిదాం లోకాన్ అమలాన్ ప్రతిపద్యతే ।। 14 ।।",
     "meaning":"యదా — ఎప్పుడైతే;\nసత్వే — సత్త్వగుణములో;\nపవృద్ధే — ప్రబలంగా ఉంటుందో;\nతు — నిజముగా;\nప్రలయం — మరణము;\nయాతి — చేరుదురు;\nదేహభృత్ — జీవాత్మ;\n తదా — అప్పుడు;\nఉత్తమ విదాం — ఉత్తములైన జ్ఞానులు;\nలోకాన్ — లోకములు;\nఅమలాన్ — పవిత్రమైన;\n ప్రతిపధ్యతే  — పొందును.",
     "tran":"BG 14.14-15:సత్త్వ గుణ ప్రధానముగా ఉండి మరణించినవారు జ్ఞానులు ఉండే పవిత్ర లోకాలను  (రజస్సు తమస్సు లేనటువంటివి)  చేరుకుంటారు. రజో గుణ ప్రధానముగా ఉంటూ మరణించినవారు పనులతో ప్రేరణ పొందేవారిలో జన్మిస్తారు;తమో గుణ ప్రభావంతో ఉండి మరణించిన వారు జంతువుల జీవరాశిలో పుడతారు."
   },
   {
      "id":"#15","value":"15","name":"రజసి ప్రలయం గత్వా కర్మసంగిషు జాయతే ।\nతథా ప్రలీనస్తమసి మూఢయోనిషు జాయతే ।। 15 ।।",
     "meaning":"రజసి —  రజో గుణము;\nప్రలయం — మరణము;\nగత్వా — పొందును;\nకర్మ-సంగిషు — పనుల (కర్మల) వలన ప్రేరణ పొందేవారు;\nజాయతే — పుట్టెదరు;\nతథా — అదే విధముగా;\nప్రలీనః — మరణిస్తూ;\nతమసి — తమో గుణము;\nమూఢ-యోనిషు — జంతువుల జాతిలో;\nజాయతే — పుట్టెదరు.",
     "tran":"BG 14.14-15:సత్త్వ గుణ ప్రధానముగా ఉండి మరణించినవారు జ్ఞానులు ఉండే పవిత్ర లోకాలను  (రజస్సు తమస్సు లేనటువంటివి)  చేరుకుంటారు. రజో గుణ ప్రధానముగా ఉంటూ మరణించినవారు పనులతో ప్రేరణ పొందేవారిలో జన్మిస్తారు;తమో గుణ ప్రభావంతో ఉండి మరణించిన వారు జంతువుల జీవరాశిలో పుడతారు."
   },
   {
      "id":"#16","value":"16","name":"కర్మణః సుకృతస్యాహుః సాత్త్వికం నిర్మలం ఫలమ్ ।\nరజసస్తు ఫలం దుఃఖమ్  అజ్ఞానం తమసః ఫలమ్ ।। 16 ।।",
     "meaning":"కర్మణః — కర్మ యందు;\nసు-కృతస్య — పవిత్రమైన;\nఆహుః  — చెప్పబడును;\nసాత్త్వికం — సత్త్వ గుణము;\nనిర్మలం — స్వచ్చమైన;\nఫలం — ఫలితము;\nరజసః — రజో గుణము;\nతు — నిజముగా;\nఫలం — ఫలము;\nదుఃఖం — దుఃఖము;\nఅజ్ఞానం — అజ్ఞానము;\nతమసః — తమో గుణము;\nఫలం — ఫలితము.",
     "tran":"BG 14.16:సత్త్వ గుణములో చేసిన కార్యముల ఫలములు పవిత్రమైన ఫలితములను ఇస్తాయి. రజో గుణము లో చేసిన పనులు దుఃఖాలను కలుగ చేస్తాయి మరియు తమో గుణములో చేసిన పనులు అజ్ఞానపు చీకటిని కలుగచేస్తాయి."
   },
   {
      "id":"#17","value":"17","name":"సత్త్వాత్ సంజాయతే జ్ఞానం రజసో లోభ ఏవ చ ।\nప్రమాదమోహౌ తమసో భవతోఽజ్ఞానమేవ చ ।। 17 ।।",
     "meaning":"సత్త్వాత్ — సత్త్వ గుణము నుండి;\nసంజాయతే — కలుగును;\nజ్ఞానం — జ్ఞానము;\nరజసః  — రజో గుణము నుండి;\nలోభః  — లోభము (అత్యాశ);\nఏవ — నిజముగా;\nచ — మరియు;\nప్రమాద — నిర్లక్ష్యము;\nమోహౌ — మోహము (భ్రాంతి);\nతమసః  — తమో గుణము నుండి;\nభవతః  — పుట్టును;\nఅజ్ఞానం  — అజ్ఞానము;\nఏవ — నిజముగా;\nచ  — మరియు.",
     "tran":"BG 14.17:సత్త్వ గుణముచే జ్ఞానము రజో గుణము చే లోభము(దురాశ) మరియు తమో గుణముచే నిర్లక్ష్యము మరియు మోహము (భ్రాంతి) జనించును."
   },
   {
      "id":"#18","value":"18","name":"ఊర్ధ్వం గచ్ఛంతి సత్త్వస్థా మధ్యే తిష్ఠంతి రాజసాః ।\nజఘన్యగుణవృత్తిస్థా అధో గచ్ఛంతి తామసాః ।। 18 ।।",
     "meaning":"ఊర్ధ్వం — ఊర్ధ్వ లోకాలకు;\nగచ్ఛంతి — పోవుదురు;\nసత్వ-స్థా — సత్త్వ గుణములో స్థితమై ఉన్నవారు;\nమధ్యే — మధ్య స్థాయిలో;\nతిష్ఠంతి — ఉండిపోవుదురు;\nరాజసాః — రజో గుణములో నుండే వారు;\nజఘన — అసహ్యమైన;\nగుణ — గుణముల;\nవృత్తి-స్థా — కార్యములలో నిమగ్నమైన వారు;\nఅధః — నీచ;\nగచ్ఛంతి — వెళ్ళెదరు;\nతామసాః  — తమో గుణముతో ఉండేవారు.",
     "tran":"BG 14.18:సత్త్వ గుణములో స్థితమై ఉన్నవారు ఊర్ధ్వలోకాలకు వెళతారు;రజో గుణములో స్థితమై ఉండేవారు మధ్య (లోకాల) లోనే ఉండిపోతారు;తమో గుణములో స్థితమై ఉండేవారు అధోగతి పాలైతారు."
   },
   {
      "id":"#19","value":"19","name":"నాన్యం గుణేభ్యః కర్తారం యదా ద్రష్టానుపశ్యతి ।\nగుణేభ్యశ్చ పరం వేత్తి మద్భావం సోఽధిగఛ్చతి ।। 19 ।।",
     "meaning":"న-అన్యం — వేరే ఏవీ కాదు;\nగుణేభ్యః — గుణములు;\nకర్తారం — చేసేది;\nయదా — ఎప్పుడైతే;\nద్రష్టా — చూసేవాడు;\nఅనుపశ్యతి — చూస్తాడో;\nగుణేభ్య — ప్రకృతి గుణముల కన్నా;\nచ — మరియు;\nపరం — అతీతమైన;\nవేత్తి — తెలుసుకొనుము;\nమత్-భావం — నా దివ్య స్వభావము;\nసః — వారు;\nఅధిగచ్చతి — పొందెదరు.",
     "tran":"BG 14.19:అన్ని పనులలో చేసేది ఈ త్రి-గుణములే ఇతర వేరే ఏవీ లేవు అని ఎప్పుడైతే వివేవవంతులు తెలుసుకుంటారో మరియు నేను వీటికి అతీతమైనవాడను అని తెలుసుకుంటారో - వారు నా దివ్య స్వభావాన్ని పొందుతారు."
   },
   {
      "id":"#20","value":"20","name":"గుణానేతానతీత్య త్రీన్ దేహీ దేహసముద్భవాన్ ।\nజన్మమృత్యుజరాదుఃఖైః విముక్తోఽమృతమశ్నుతే ।। 20 ।।",
     "meaning":"గుణాన్ — త్రిగుణములు;\nఏతాన్ — ఇవి;\nఅతీత్య  — అతీతమై;\nత్రీన్  — మూడు;\nదేహీ — జీవాత్మ;\nదేహ — శరీరము;\nసముద్భవాన్ — ఉద్భవించిన;\nజన్మ — పుట్టుక;\nమృత్యు — మరణము;\nజరా — వృద్ధాప్యము;\nదుఃఖైః  — దుఃఖము;\nవిముక్తః  — విముక్తి;\nఅమృతమ్ — అమరత్వము;\nఅశ్నుతే — పొందును.",
     "tran":"BG 14.20:దేహ సంబంధమయిన ప్రకృతి త్రిగుణములకు అతీతముగా అయిపోవటం వలన వ్యక్తి జన్మ మృత్యువు వృద్ధాప్యముల దుఃఖముల నుండి విముక్తి పొంది అమరత్వం పొందుతాడు."
   },
   {
      "id":"#21","value":"21","name":"అర్జున ఉవాచ ।\nకైర్లింగైః త్రీన్ గుణానేతాన్ అతీతో భవతి ప్రభో ।\nకిమాచారః కథం చైతాన్ త్రీన్ గుణానతివర్తతే ।। 21 ।।",
     "meaning":"అర్జున ఉవాచ — అర్జునుడు ఇలా అడిగెను;\nకైః  — ఎటువంటి;\nలింగైః  — లక్షణములు;\nత్రీన్ — మూడు;\nగుణాన్ — ప్రకృతి గుణములు;\nఏతాన్ — ఇవి;\nఅతీతః  — అతీతులైన వారు;\nభవతి — ఉందురు;\nప్రభో — ప్రభూ;\nకిం — ఏమిటి? ఆచారః  — నడవడిక;\nకథం  — ఎట్లా;\nచ — మరియు;\nఏతాన్ — ఇవి;\nత్రీన్ — మూడు;\nగుణాన్ — ప్రకృతి గుణములు;\nఅతివర్తతే — అతీతులు అవుతారు.",
     "tran":"BG 14.21:అర్జునుడు ఇలా అడిగాడు:ప్రకృతి త్రి-గుణములకు అతీతముగా అయినవాడి లక్షణములు ఏ విధంగా ఉంటాయి ఓ ప్రభూ? వారు ఏవిధంగా ప్రవర్తిస్తారు? వారు త్రి-గుణముల బంధనమునకు అతీతముగా ఎలా అవుతారు?"
   },
   {
      "id":"#22","value":"22","name":"శ్రీ భగవానువాచ ।\nప్రకాశం చ ప్రవృత్తిం చ మోహమేవ చ పాండవ ।\nన ద్వేష్టి సంప్రవృత్తాని న నివృత్తాని కాంక్షతి ।। 22 ।। ",
     "meaning":"శ్రీ భగవాన్-ఉవాచ — శ్రీ భగవానుడు ఇలా పలికెను;\nప్రకాశం — ప్రకాశము;\nచ — మరియు;\nప్రవృతిం — క్రియాకలాపములు;\nచ — మరియు;\nమోహం — మోహము (భ్రమ);\nఏవ — అయినా;\nచ — మరియు;\nపాండవ — అర్జునా పాండు పుత్రుడా;\nన ద్వేష్టి — ద్వేషించరు;\nసంప్రవృత్తాని — ఉన్నప్పుడు;\nన నివృత్తాని — లేనప్ప్పుడు;\nకాంక్షతి — వాటి కోసం తాపత్రయపడడు;",
     "tran":"BG 14.22-23:శ్రీ భగవానుడు పలికెను:ఓ అర్జునా ఈ త్రిగుణములకు అతీతులైనవారు -  (సత్త్వ గుణ జనితమైన) ప్రకాశమును కానీ (రజో గుణ జనితమైన) కార్యకలాపములను కానీ లేదా (తమో గుణ జనితమైన) మోహభ్రాంతిని కానీ - అవి పుష్కలంగా ఉన్నప్పుడు ద్వేషించరు లేదా అవి లేనప్పుడు వాటిని కాంక్షించరు. వారు ప్రకృతి గుణముల పట్ల తటస్థముగా ఉదాసీనంగా ఉండి వాటిచే అలజడికికి గురికారు. గుణములే ప్రవర్తించుతున్నవని తెలుసుకుని వారు నిశ్చలముగా ఆత్మ యందే స్థితమై  ఉంటారు."
   },

   {
      "id":"#23","value":"23","name":"ఉదాసీనవదాసీనో గుణైర్యో న విచాల్యతే ।\nగుణా వర్తంత ఇత్యేవం యోఽవతిష్ఠతి నేంగతే ।। 23 ।।",
     "meaning":"ఉదాసీన-వత్ — ఉదాసీనముగా ఉంటూ (తటస్థము గా);\nఆసీనః — స్థితమై ఉండి;\nగుణైః  — ప్రకృతి గుణములు;\nయః — ఎవరైతే;\nన విచాల్యతే — కలతచెందరు;\nగుణా — ప్రకృతి త్రి-గుణములు;\nవర్తంతే  — ప్రవర్తించుతున్నవి;\nఇతి ఏవం — అని తెలుసుకుని;\nయః — ఎవరైతే;\nఅవతిష్ఠతి — ఆత్మ యందే స్థితమై ఉండి;\nన ఇంగతే — చలించకుండా ఉంటారు.",
     "tran":"BG 14.22-23:శ్రీ భగవానుడు పలికెను:ఓ అర్జునా ఈ త్రిగుణములకు అతీతులైనవారు -  (సత్త్వ గుణ జనితమైన) ప్రకాశమును కానీ (రజో గుణ జనితమైన) కార్యకలాపములను కానీ లేదా (తమో గుణ జనితమైన) మోహభ్రాంతిని కానీ - అవి పుష్కలంగా ఉన్నప్పుడు ద్వేషించరు లేదా అవి లేనప్పుడు వాటిని కాంక్షించరు. వారు ప్రకృతి గుణముల పట్ల తటస్థముగా ఉదాసీనంగా ఉండి వాటిచే అలజడికికి గురికారు. గుణములే ప్రవర్తించుతున్నవని తెలుసుకుని వారు నిశ్చలముగా ఆత్మ యందే స్థితమై  ఉంటారు."
   },
   {
      "id":"#24","value":"24","name":"సమదుఃఖసుఖః స్వస్థః సమలోష్టాశ్మకాంచనః ।\nతుల్యప్రియాప్రియో ధీరః తుల్యనిందాత్మసంస్తుతిః ।। 24 ।।",
     "meaning":"సమ — ఒకేరీతిగా;\nదుఃఖ — దుఃఖము;\nసుఖః — సంతోషము;\nస్వ-స్థః —  ఆత్మయందే స్థితమై ఉండి;\nసమ — సమానముగా;\nలోష్టా — మట్టి ముద్ద;\nఅశ్మ — రాయి;\nకాంచనః — బంగారము;\nతుల్య — ఒకే విలువగా;\nప్రియ — ప్రియమైనవి;\nఅప్రియః  — అప్రియమైనవి;\nధీరః — స్థిరముగా;\nతుల్య — ఒక్కటిగానే;\nనిందా — నింద;\nఆత్మ-సంస్తుతిః — పొగడ్త.",
     "tran":"BG 14.24-25:సుఖదుఃఖాలలో ఒక్క రీతిగానే ఉండేవారు;\nఆత్మ భావన యందే స్థితమై ఉండేవారు;మట్టిముద్ద రాయి బంగారము వీటన్నిటినీ ఒకే విలువతో చూసేవారు;అనుకూల లేదా ప్రతికూల పరిస్థితిలో ఒక్కరీతిగానే ఉండేవారు;\nతెలివైన వారు;\nనిందాస్తుతులను రెంటినీ సమముగా స్వీకరించేవారు;\nగౌరవమును అవమానమును ఒక్క రీతిగానే తీసుకునేవారు;\nశత్రువుని మిత్రుడిని ఒకలాగే చూసేవారు;\nఅన్ని యత్నములను విడిచిపెట్టినవారు - వీరు త్రిగుణములకు అతీతులైనవారు అని చెప్పబడుతారు."
   },
   {
      "id":"#25","value":"25","name":"మానాపమానయోస్తుల్యః తుల్యో మిత్రారిపక్షయోః ।\nసర్వారంభపరిత్యాగీ గుణాతీతః స ఉచ్యతే ।। 25 ।।",
     "meaning":"మాన — గౌరవము;\nఅపమానయో — అగౌరవము;\nతుల్యః  — సమానముగా;\nతుల్యః — సమానముగా;\nమిత్ర — మిత్రుడు;\nఅరి — శత్రువు;\nపక్షయోః  — పక్షముల పట్ల;\nసర్వ — అన్ని;\nఆరంభ — యత్నములను;\nపరిత్యాగీ — విడిచిపెట్టిన వాడు;\nగుణ-అతీతః — గుణములకు అతీతులైన;\nసః — వారు;\nఉచ్యతే  — అని చెప్పబడుతారు.",
     "tran":"BG 14.24-25:సుఖదుఃఖాలలో ఒక్క రీతిగానే ఉండేవారు;ఆత్మ భావన యందే స్థితమై ఉండేవారు;మట్టిముద్ద రాయి బంగారము వీటన్నిటినీ ఒకే విలువతో చూసేవారు;అనుకూల లేదా ప్రతికూల పరిస్థితిలో ఒక్కరీతిగానే ఉండేవారు;తెలివైన వారు;నిందాస్తుతులను రెంటినీ సమముగా స్వీకరించేవారు;గౌరవమును అవమానమును ఒక్క రీతిగానే తీసుకునేవారు;శత్రువుని మిత్రుడిని ఒకలాగే చూసేవారు;అన్ని యత్నములను విడిచిపెట్టినవారు - వీరు త్రిగుణములకు అతీతులైనవారు అని చెప్పబడుతారు."
   },
   {
      "id":"#26","value":"26","name":"మాం చ యోఽవ్యభిచారేణ భక్తియోగేన సేవతే ।\nస గుణాన్ సమతీత్యైతాన్ బ్రహ్మభూయాయ కల్పతే ।। 26 ।।",
     "meaning":"మాం — నన్ను;\nచ — మాత్రమే;\nయః — ఎవరైతే;\nఅవ్యభిచారేణ — నిష్కల్మషమైన;\nభక్తి-యోగేన — భక్తి  ద్వారా;\nసేవతే — సేవ చేస్తారో;\nసః — వారు;\nగుణాన్ — ప్రకృతి యొక్క త్రి-గుణములు;\nసమతీత్య — అతీతులై పోవుదురు;\nఏతాన్ — ఈ;\nబ్రహ్మ-భూయాయ  — బ్రహ్మం యొక్క స్థాయికి;\nకల్పతే — చేరును.",
     "tran":"BG 14.26:నిష్కల్మషమైన భక్తి ద్వారా నన్ను సేవించిన వారు ప్రకృతి త్రిగుణములకు అతీతులై  పోవుదురు మరియు బ్రహ్మం స్థాయికి చేరుతారు."
   },
   {
      "id":"#27","value":"27","name":"బ్రహ్మణో హి ప్రతిష్ఠాహమ్ అమృతస్యావ్యయస్య చ ।\nశాశ్వతస్య చ ధర్మస్య సుఖస్యైకాంతికస్య చ ।। 27 ।।",
     "meaning":"బ్రహ్మణః — బ్రహ్మంమునకు;\nహి — నిజముగా;\nప్రతిష్ఠా — ఆధారము;\nఅహమ్ — నేను;\nఅమృతస్య — అమృతత్వమునకు;\nఅవ్యయస్య — నాశరహితుడైనవానికి;\nచ — మరియు;\nశాశ్వతస్య — సనాతనమైనవానికి;\nచ — మరియు;\nధర్మస్య — ధర్మమునకు;\nసుఖస్య — ఆనందమునకు;\nఐకాంతికస్య — అఖండమైన;\nచ — మరియు.",
     "tran":"BG 14.27:ఆ యొక్క సనాతనమైన అవ్యయమైన నిరాకార బ్రహ్మాంమునకు సనాతనమైన ధర్మమునకు మరియు అఖండమైన దివ్య ఆనందమునకు నేనే ఆధారము."
   }
]

})
})
module.exports=Router14;
