const express=require('express')
const Router2=express.Router()
Router2.get('',async(req,res)=>{
  res.render('chapter2',{
header:[{"href":"Chapter1","value":"1"},
{"href":"Chapter2","value":"2"},
{"href":"Chapter3","value":"3"},
{"href":"Chapter4","value":"4"},
{"href":"Chapter5","value":"5"},
{"href":"Chapter6","value":"6"},
{"href":"Chapter7","value":"7"},
{"href":"Chapter8","value":"8"},
{"href":"Chapter9","value":"9"},
{"href":"Chapter10","value":"10"},
{"href":"Chapter11","value":"11"},
{"href":"Chapter12","value":"12"},
{"href":"Chapter13","value":"13"},
{"href":"Chapter14","value":"14"},
{"href":"Chapter15","value":"15"},
{"href":"Chapter16","value":"16"},
{"href":"Chapter17","value":"17"},
{"href":"Chapter18","value":"18"}],
    temp:[
      {
        "id": "#1",
        "value": "1",
        "name":"సంజయ ఉవాచ ।\nతం తథా కృపయావిష్టమశ్రుపూర్ణాకులేక్షణమ్ ।\nవిషీదంతమిదం వాక్యమువాచ మధుసూదనః ।। 1 ।।",
        "meaning": "సంజయ ఉవాచ — సంజయుడు పలికెను;\nతం — అతనితో (అర్జునుడి తో);\nతథా — ఈ విధంగా;\nకృపయా — జాలితో; ఆవిష్టం — నిండినవాడై;\nఅశ్రు-పూర్ణ — కన్నీరు-నిండి;\nఆకుల — బాధతో;\nఈక్షణం — కళ్ళు;\nవిషీదంతం — శోకంతో;\nఇదం — ఈ యొక్క;\nవాక్యం — మాటలు;\nఉవాచ — పలికెను;\nమధుసూదనః — శ్రీ కృష్ణ, మధు అనే రాక్షసుడను సంహరించిన వాడా.",
        "tran": "BG 2.1:సంజయుడు పలికెను : జాలి నిండినవాడై, శోకతప్త హృదయం తో, కంటి నిండా నీరు నిండిపోయున్న అర్జునుడిని చూసిన, శ్రీ కృష్ణుడు ఈ విధంగా పలికెను.",

      },
      {
        "id": "#2",
        "value":"2",
        "name":"శ్రీ భగవానువాచ ।\nకుతస్త్వాకశ్మలమిదం విషమే సముపస్థితమ్ ।\nఅనార్యజుష్టమస్వర్గ్యమ్ అకీర్తికరమర్జున ।। 2 ।।",
        "meaning": "శ్రీ భగవానువాచ — పరమేశ్వరుడైన భగవానుడు పలికెను;\nకుతః — ఎక్కడినుండి;\nత్వా — నీకు; కశ్మలం — భ్రాంతి;\nఇదం — ఈ యొక్క;\nవిషమే — ఈ సంకట సమయంలో;\nసముపస్థితమ్ — దాపురించింది;\nఅనార్య — అనాగరికమైన వారిచే;\nజుష్టమ్ — ఆచరింపబడునది;\nఅస్వర్గ్యమ్ — ఉత్తమ లోకాలకు దారి తీసేది కాదు;\nఅకీర్తి-కరమ్ — అపకీర్తి ని కలిగించేది;\nఅర్జున — అర్జునా.",
        "tran": "BG 2.2:శ్రీ భగవానుడు ఇట్లనెను: ప్రియమైన అర్జునా, ఇలాంటి క్లిష్ట సమయంలో ఈ చిత్త భ్రాంతి ఎట్లా దాపురించింది? ఇది గౌరవనీయ వ్యక్తికి తగదు. ఇది ఉత్తమ గతులకు దారి తీసేది కాకపోగా, అపకీర్తి పాలుజేస్తుంది.",

      },
      {
        "id": "#3",
        "value": "3",
        "name":"క్లైబ్యం మా స్మ గమః పార్థ నైతత్త్వయ్యుపపద్యతే ।\nక్షుద్రం హృదయ దౌర్బల్యం త్యక్త్వోత్తిష్ఠ పరంతప ।। 3 ।।",
        "meaning": "క్లైబ్యం — మగతనములేమి;\nమా స్మ — వద్దు; గమః — లొంగిపోవద్దు;\nపార్థ — అర్జున, ప్రిథ తనయుడా;\nన — కాదు; ఏతత్ — ఇది;\nత్వయి — నీకు;\nఉపపద్యతే — తగదు;\nక్షుద్రం — నీచమైన;\nహృదయ — హృదయ;\nదౌర్బల్యం — బలహీనత;\nత్యక్త్వా — వదిలిపెట్టి;\nఉత్తిష్ట — లెమ్ము;\nపరంతప — శత్రువులను జయించేవాడా.",
        "tran": "BG 2.3:ఓ పార్థా, ఈ యొక్క పిరికి తనమునకు లొంగిపోవటం నీకు తగదు. ఈ నీచమైన హృదయ దౌర్బల్యం విడిచిపెట్టి, యుద్ధానికి లెమ్ము, ఓ శత్రువులను జయించేవాడా.",

      },
      {
        "id": "#4",
        "value":"4",
        "name":"అర్జున ఉవాచ ।\nకథం భీష్మమహం సంఖ్యే ద్రోణం చ మధుసూదన ।\nఇషుభి ప్రతియోత్స్యామి పూజార్హవరిసూదన ।। 4 ।।",
        "meaning": "అర్జున ఉవాచ — అర్జునుడు పలికెను;\nకథం — ఎట్లా;\nభీష్మమ్ — భీష్ముడు;\nఅహం — నేను;\nసంఖ్యే — యుద్ధములో;\nద్రోణం — ద్రోణాచార్యుడు; \nచ — మరియు;\nమధుసూదన — శ్రీ కృష్ణ, మధు అనే రాక్షసుడను సంహరించినవాడా;\nఇషుభి — బాణాలతో;\nప్రతియోత్స్యామి — పోరాడగలను;\nపూజా-అర్హౌ — పూజింపదగిన;\nఅరి-సూదన — శత్రువులను నాశనం చేసేవాడా.",
        "tran": "BG 2.4:అర్జునుడు ఇలా అన్నాడు: ఓ మధుసూదనా, పూజ్యులైన భీష్ముడు, ద్రోణాచార్యుడు వంటి వారి మీద యుద్ధంలో నేను బాణాలు ఎలా విడువగలను? ఓ, శత్రువులను నాశనం చేసేవాడా.",

      },
      {
        "id": "#5",
        "value": "5",
        "name":"గురూనహత్వా హి మహానుభావాన్\nశ్రేయో భోక్తుం భైక్ష్యమపీహ లోకే ।\nహత్వార్థకామాంస్తు గురూనిహైవ\nభుంజీయ భోగాన్ రుధిరప్రదిగ్ధాన్ ।। 5 ।।",
        "meaning": "గురూన్ — గురువులు;\nఅహత్వా — చంపకుండా;\nహి — నిజముగా;\nమహానుభావాన్ — మహనీయులైన పెద్దలు;\nశ్రేయః — మేలు;\nభోక్తుం — భోగాలని అనుభవించటం;\nభైక్ష్యమ్ — బిచ్చమెత్తుకుని;\nఅపి — అయినాసరే;\nఇహ లోకే — ఈ లోకంలో;\nహత్వా — సంహరించుట;\nఅర్థ — సంపాదించు;\nకామాన్ — కోరికతో;\nతు — కానీ;\nగురూన్ — గురువులను (పెద్దవారిని);\nఇహ — ఈ లోకంలో;\nఏవ — తప్పకుండా;\nభుంజీయ — అనుభవించుట;\nభోగాన్ — భోగములు (విలాసములు) రుధిర — రక్తం;\nప్రదిగ్ధాన్ — కళంకితమై ఉన్న.",
        "tran": "BG 2.5:నా గురువులైన ఈ పెద్దలను సంహరించి ఈ భోగాలని అనుభవించటం కంటే యాచకుడిగా బ్రతకటం మేలు. వీరిని చంపితే, మనము అనుభవించే ఈ సంపద, భోగాలు, రక్తం తో కళంకితమై ఉంటాయి.",

      },
      {
        "id": "#6",
        "value": "6",
        "name":"న చైతద్విద్మః కతరన్నో గరీయో\nయద్వా జయేమ యది వా నో జయేయుః ।\nయానేవ హత్వా న జిజీవిషామః\nతేఽవస్థితాః ప్రముఖే ధార్తరాష్ట్రాః ।। 6 ।।",
        "meaning": "న — కాదు;\nచ — కూడా;\nఎతత్ — ఇది;\nవిద్మః — మనకు తెలుసు;\nకతరత్ — ఏది;\nనః — మనకు;\nగరీయః — మంచిది;\nయత్ వా — అదో, ఇదో;\nజయేమ — మనము విజేయులమైతామో;\nయది — ఒకవేళ;\nవా — లేదా;\nనః — మనలను;\nజయేయుః — వారు విజేయులైతారా;\nయాన్ — ఎవరినైతే;\nఎవ — నిజముగా;\nహత్వా — సంహరించిన తరువాత;\nన జిజీవిశామః — జీవించి ఉండబుద్ధి కాదు;\nతే — వారు;\nఅవస్థితాః — నిలిచియున్నారు;\nప్రముఖే — మన ముందు;\nధార్తరాష్ట్రా: — ద్రుతరాష్ట్రుని కుమారులు.",
        "tran": "BG 2.6:ఈ యుద్ధం యొక్క ఎలాంటి ఫలితం మనకు మేలైనదో కూడా తెలియదు - వాళ్ళను జయించడమా లేదా వారిచే జయింపబడటమా. వారిని చంపిన తరువాత కూడా మనకు జీవించాలని అనిపించదు. అయినా, వారు ధృతరాష్ట్రుని పక్షం లో చేరి, మన ఎదురుగా యుద్ధభూమిలో నిలిచి ఉన్నారు.",

      },
      {
        "id": "#7",
        "value": "7",
        "name":"కార్పణ్యదోషో పహతస్వభావః\nపృచ్చామి త్వాం ధర్మ సమ్మూఢచేతాః ।\nయచ్చ్రేయః స్యాన్నిశ్చితం బ్రూహి తన్మే\nశిష్యస్తేఽహం శాధి మాం త్వాం ప్రపన్నమ్ ।। 7 ।।",
        "meaning": "కార్పణ్య-దోషా — పిరికితనము అనెడు దోషము;\nఉపహత — ముట్టడి చేయబడి;\nస్వభావః — స్వభావము;\nపృచ్చామి — అడుగుతున్నాను;\nత్వాం — నిన్ను;\nధర్మ — ధర్మమును;\nసమ్మూఢ — కలవరపడ్డ;\nచేతాః — చిత్తముతో;\nయత్ — ఏది;\nశ్రేయః — మంచిది;\nస్యాత్ — అగునో;\nనిశ్చితం — నిశ్చయముగా;\nబ్రూహి — తెలుపుము;\nతత్ — దానిని;\nమే — నాకు;\nశిష్యః — శిష్యుడను;\nతే — నీ యొక్క;\nఅహం — నేను;\nశాధి — దయచేసి ఉపదేశం చేయుము;\nమాం — నేను;\nత్వాం — నీకు;\nప్రపన్నమ్ — శరణాగతుడను.",
        "tran": "BG 2.7:నా కర్తవ్యం ఏమిటో నాకు తెలియటంలేదు మరియు ఆందోళన, పిరికితనము నన్ను ఆవహించాయి. నేను నీ శిష్యుడను, నీకు శరణాగతుడను. నాకు నిజముగా ఏది శేయస్కరమో దానిని ఉపదేశించుము.",

      },
      {
        "id": "#8",
        "value": "8",
        "name":"న హి ప్రపశ్యామి మమాపనుద్యాత్\nయఛ్చోకముఛ్చోషణమింద్రియాణామ్ ।\nఅవాప్య భూమావసపత్నమృద్ధం\nరాజ్యం సురాణామపి చాధిపత్యమ్ ।। 8 ।।",
        "meaning": "న హి ప్రపశ్యామి — చూడలేకున్నాను;\nమమ — నా యొక్క;\nఅపనుద్యాత్ — పోగొట్టే;\nయత్ — ఏదైతే;\nశోకం — శోకమును;\nఉచ్చోషణమ్ — శుష్కింప చేయునట్టి;\nఇంద్రియాణామ్ — ఇంద్రియముల యొక్క;\nఅవాప్య — పొందిన తరువాత;\nభూమౌ — ఈ భూమిపై;\nఅసపత్నమ్ — ఎదురులేని;\nఋద్దం — సుసంపన్నమైన;\nరాజ్యం — రాజ్యమును;\nసురాణామ్ — దేవతల యొక్క;\nఅపి — అయినా;\nచ — కూడా;\nఆధిపత్యమ్ — ఆధిపత్యము.",
        "tran": "BG 2.8:నా ఇంద్రియములను శుష్కింప చేసే ఈ శోకమును పోగొట్టే ఉపాయమేదీ తోచటం లేదు. నేను ఈ భూమిపై సుసంపన్నమైన, ఎదురులేని రాజ్యాన్ని గెలిచినా, దేవతల వంటి అధిపత్యము పొందినా, ఈ శోకమును తొలగించుకోలేను.",

      },
      {
        "id": "#9",
        "value": "9",
        "name":"సంజయ ఉవాచ ।\nఏవముక్త్వా హృషీకేశం గుడాకేశః పరంతప ।\nన యోత్స్య ఇతి గోవిందముక్త్వా తూష్ణీం బభూవ హ ।। 9 ।।",
        "meaning": "సంజయ ఉవాచ — సంజయుడు పలికెను;\nఏవం — ఈ విధముగా;\nఉక్త్వా — పలికిన;\nహృషీకేశం — మనోఇంద్రియములకు అధిపతి, శ్రీ కృష్ణుడితో;\nగుడాకేశః — అర్జునుడు, నిద్రని జయించినవాడు;\nపరంతపః — అర్జునుడు, శత్రువులను శిక్షించేవాడు;\nన యోత్స్యే — నేను యుద్ధం చేయను;\nఇతి — అంటూ;\nగోవిందం — కృష్ణ, ఇంద్రియములకు ఆనందమునిచ్చే వాడా;\nఉక్త్వా — పలికి;\nతూష్ణీం — మౌనము;\nబభూవ హ — అతను అయ్యాడు.",
        "tran": "BG 2.9:సంజయుడు పలికెను: ఈ విధంగా అన్న గుడాకేశుడు, శత్రువులను శిక్షించేవాడు, హృషీకేశునితో :గోవిందా, నేను యుద్ధం చేయను అంటూ మౌనముగా అయిపోయాడు.",

      },
      {
        "id": "#10",
        "value": "10",
        "name":"తమువాచ హృషికేశః ప్రహసన్నివ భారత ।\nసేనయోరుభయోర్మధ్యే విషీదంతమిదం వచః ।। 10 ।।",
        "meaning": "తమ్ — అతనితో;\nఉవాచ — పలికెను;\nహృషికేశః — శ్రీ కృష్ణుడు, మనోఇంద్రియములకు అధిపతి;\nప్రహసన్ — మందహాసముతో;\nఇవ — అలాగ;\nభారత — ధృతరాష్ట్రా, భరత వంశీయుడా;\nసేనయోః — సైన్యముల;\nఉభయోః — రెంటిలో;\nమధ్యే — మధ్యలో;\nవిశీదంతం — శోకం లో ఉన్న;\nఇదం — ఈ యొక్క;\nవచః — వాక్యములు.",
        "tran": "BG 2.10:ఓ ధృతరాష్ట్రా! ఆ తరువాత, ఇరు సేనల మధ్యలో, శోకసంతుప్తుడైన అర్జునుడితో శ్రీ కృష్ణుడు మందహాసముతో ఇట్లు పలికెను.",

      },
      {
        "id": "#11",
        "value": "11",
        "name":"శ్రీ భగవానువాచ ।\nఅశోచ్యానన్వశోచస్త్వం ప్రజ్ఞావాదాంశ్చ భాషసే ।\nగతాసూనగతాసూంశ్చ నానుశోచంతి పండితాః ।। 11 ।।",
        "meaning": "శ్రీ-భగవాన్-ఉవాచ — శ్రీ భగవానుడు పలికెను;\nఅశోచ్యాన్ — శోకింప తగని;\nఅన్వశోచః — శోకిస్తున్నావు;\nత్వం — నీవు;\nప్రజ్ఞా-వాదాన్ — ప్రాజ్ఞత తో కూడిన మాటలు;\nచ — మరియు;\nభాషసే — పలుకుతున్నావు;\nగత-అసూన్ — చనిపోయినవారు;\nఅగత-అసూన్ — బ్రతికున్నవారు;\nచ — మరియు;\nన అనుశోచంతి — ఎప్పుడూ శోకించరు;\nపండితాః — పండితులు/వివేకవంతులు.",
        "tran": "BG 2.11:భగవంతుడు ఇలా అన్నాడు: నీవు ప్రాజ్ఞత తో కూడిన మాటలు మాట్లాడుతున్నావు కానీ శోకింప కూడని దాని కోసం శోకిస్తున్నావు. చనిపోయిన వారి గురించి గానీ బ్రతికున్న వారి గురించి గానీ, వివేకవంతులు శోకింపరు.",

      },
      {
        "id": "#12",
        "value": "12",
        "name":"న త్వేవాహం జాతు నాసం న త్వం నేమే జనాధిపాః ।\nన చైవ న భవిష్యామః సర్వే వయమతః పరమ్ ।। 12 ।।",
        "meaning": "న — ఎప్పటికీ కాదు;\nతు — కానీ;\nఏవ — తప్పకుండా;\nఅహం — నేను;\nజాతు — ఏ కాలంలో నైనా;\nన — కాదు;\nఆసం — ఉండుట;\nన — కాదు;\nత్వం — నీవు;\nన — కాదు;\nఇమే — ఈ యొక్క;\nజన-అధిపాః — రాజులు;\nన — కాదు;\nచ — మరియు;\nఏవ — ఖచ్చితంగా;\nన భవిష్యామః — ఉండకుండా జరుగుట;\nసర్వే వయం — మనమందరమూ;\nఅతః — ఇప్పటినుండి;\nపరం — తరువాత.",
        "tran": "BG 2.12:నేను కానీ, నీవు కానీ, ఈ రాజులందరూ కానీ లేని సమయము లేదు;ఇక ముందు కూడా మనము ఉండకుండా ఉండము.",

      },
      {
        "id": "#13",
        "value": "13",
        "name":"దేహినోఽస్మిన్ యథా దేహే కౌమారం యౌవనం జరా ।\nతథా దేహాంతరప్రాప్తిః ధీరస్తత్ర న ముహ్యతి ।। 13 ।।",
        "meaning": "దేహినః — దేహములోనున్న వాడు;\n(జీవాత్మ) అస్మిన్ — ఈ యొక్క;\nయథా — ఎట్లయితే;\nదేహే — శరీరంలో;\nకౌమారం — బాల్యము;\nయౌవనం — యుక్తవయస్సు;\nజరా — వార్ధక్యము (ముసలితనము);\nతథా — ఆ విధముగానే;\nదేహ-అంతర — ఇంకొక దేహము;\nప్రాప్తిః — ఇవ్వబడును;\nధీరః — ధీరులు, తెలివైనవారు;\nతత్ర — ఆ విషయములో;\nన ముహ్యతి — ఆందోళన పడరు.",
        "tran": "BG 2.13:ఏ విధంగానయితే దేహంలో ఉన్న జీవాత్మ వరుసగా బాల్యము, యౌవనం, ముసలితనముల గుండా సాగిపోతుందో, అదేవిధముగా మరణ సమయంలో, జీవాత్మ మరియొక దేహము (శరీరము) లోనికి ప్రవేశిస్తుంది. వివేకవంతులు ఈ విషయమున ఆందోళన పడరు",

      },
      {
        "id": "#14",
        "value": "14",
        "name":"మాత్రాస్పర్శాస్తు కౌంతేయ శీతోష్ణసుఖదుఃఖదాః ।\nఆగమాపాయినోనిత్యాః తాంస్తితిక్షస్వ భారత ।। 14 ।।",
        "meaning": "మాత్రా-స్పర్శాః — ఇంద్రియముల యొక్క ఇంద్రియ-విషయ సంయోగము చే;\nతు — నిజముగా;\nకౌంతేయ — అర్జునా;\nకుంతీ పుత్రుడా;\nశీత — చలికాలం;\nఉష్ణ — ఎండాకాలం;\nసుఖ — సంతోషము;\nదుఃఖ — దుఃఖము దాః — ఇచ్చును;\nఆగమ — వచ్చును;\nఅపాయినః — పోవును;\nఅనిత్యాః — అనిత్యములు;\nతాన్ — వాటిని;\nతితిక్షస్వ — ఓర్చుకొనుము;\nభారత — భరత వంశీయుడా.",
        "tran": "BG 2.14:ఓ కుంతీ పుత్రా, ఇంద్రియ-విషయములతో సంయోగము వలన ఇంద్రియములకు క్షణభంగురమైన, అనిత్యమైన సుఖ-దుఃఖాలు కలిగినట్లు అనిపిస్తుంది. ఇవి అనిత్యములు;ఇవి వేసవి, చలికాలములలా వచ్చిపోతుంటాయి. ఓ భరత వంశీయుడా, కలత చెందకుండా వీటిని సహించటం నేర్చుకోవాలి.",

      },
      {
        "id": "#15",
        "value": "15",
        "name":"యం హి న వ్యథయంత్యేతే పురుషం పురుషర్షభ ।\nసమదుఃఖసుఖం ధీరం సోఽమృతత్వాయ కల్పతే ।। 15 ।।",
        "meaning": "యం — ఎవరైతే;\nహి — వాస్తవముగా;\nన వ్యథయంతి — వ్యాకుల పడరో;\nఏతే — వీటి చే;\nపురుషం — వ్యక్తులు;\nపురుష-ఋషభ — శ్రేష్ఠమైన పురుషుడా, అర్జునా;\nసమ — సమానముగా (సమత్వబుద్ధితో);\nదుఃఖ — బాధ;\nసుఖం — సంతోషము;\nధీరం — స్థిరముగా;\nసః — ఆ వ్యక్తి;\nఅమృతత్వాయ — మోక్షమునకు;\nకల్పతే — అర్హుడు అవుతాడు.",
        "tran": "BG 2.15:ఓ అర్జునా, పురుష శ్రేష్ఠుడా, సుఖదుఃఖముల చే ప్రభావితం కాకుండా, రెండిటిలో చలించకుండా నిశ్చలముగా ఉన్నవాడు మోక్షమునకు అర్హుడవుతాడు.",

      },
      {
        "id": "#16",
        "value": "16",
        "name":"నాసతో విద్యతే భావో నాభావో విద్యతే సతః ।\nఉభయోరపి దృష్టొంఽతః త్వనయోస్తత్త్వదర్శిభిః ।। 16 ।।",
        "meaning": "న — కాదు;\nఅసతః — తాత్కాలికమైనది;\nవిద్యతే — ఉన్నది;\nభావః — ఉనికి;\nన — లేదు;\nఅభావః — లేకపోవుట;\nవిద్యతే — ఉన్నది;\nసతః — శాశ్వతమైనదానికి;\nఉభయో — రెంటిలో;\nఅపి — మరియు;\nదృష్టః — చూడబడినది;\nఅంతః — సారాంశం;\nతు — నిజముగా;\nఅనయోః — వీటిలో;\nతత్త్వ — వాస్తవమును;\nదర్శిభిః — జ్ఞానదృష్టికలవారి చే.",
        "tran": "BG 2.16:క్షణభంగురమైన దానికి స్థిరత్వం లేదు మరియు శాశ్వతమైన దానికి అంతం లేదు. ఈ రెండింటి స్వభావాన్ని అధ్యయనం చేసిన తత్త్వజ్ఞానులు ఈ విషయాన్ని యథార్థముగా గమనించి ఉన్నారు.",

      },
      {
        "id": "#17",
        "value": "17",
        "name":"అవినాశి తు తద్విద్ధి యేన సర్వమిదం తతమ్ ।\nవినాశమవ్యయస్యాస్య న కశ్చిత్ కర్తుమర్హతి ।। 17 ।।",
        "meaning": "అవినాశి — నాశముచేయరాని;\nతు — నిజముగా;\nతత్ — అది;\nవిద్ధి — తెలుసుకొనుము;\nయేన — ఎవరిచేతనైతే;\nసర్వం — అంతయు;\nఇదం — ఈ;\nతతమ్ — వ్యాప్తి నొంది ఉన్నదో;\nవినాశమ్ — వినాశము;\nఅవ్యయస్య — అనశ్వరమైన, నిత్యమైన దాని;\nఅస్య — యొక్క;\nన కశ్చిత్ — ఎవ్వడూ కాడు;\nకర్తుమ్ — చేయటానికి;\nఅర్హతి — సమర్ధుడు.",
        "tran": "BG 2.17:శరీరమంతయు వ్యాపించి ఉన్న అది నాశనం చేయబడలేనిదని తెలుసుకొనుము. ఎవ్వరూ కూడా అనశ్వరమైన ఆత్మను నశింపచేయలేరు.",

      },
      {
        "id": "#18",
        "value": "18",
        "name":"అంతవంత ఇమే దేహా నిత్యస్యోక్తాః శరీరిణః ।\nఅనాశినోఽప్రమేయస్య తస్మాద్యుధ్యస్వ భారత ।। 18 ।।",
        "meaning": "అంత-వంతః — అంతము కలిగిఉన్న (నశించిపోయేవి);\nఇమే — ఇవి;\nదేహా — భౌతిక శరీరాలు;\nనిత్యస్య — ఎప్పటికీ ఉండే;\nఉక్తాః — చెప్పబడినవి;\nశరీరిణః — దేహమునందున్న జీవాత్మ;\nఅనాశినః — నాశరహితమైనది;\nఅప్రమేయస్య — అపరిమితమైన, కొలవశక్యము కాని;\nతస్మాత్ — కాబట్టి;\nయుధ్యస్వ — యుద్ధం చేయుము;\nభారత — భరత వంశీయుడా, అర్జునా.",
        "tran": "BG 2.18:ఈ భౌతిక శరీరము మాత్రమే నశించునది;కానీ అందున్న జీవాత్మ నాశరహితమైనది, కొలవశక్యము కానిది మరియు సనాతనమైనది (నిత్యమైనది). కావున, ఓ భరత వంశీయుడా, యుద్ధం చేయుము.",

      },
      {
        "id": "#19",
        "value": "19",
        "name":"య ఏనం వేత్తి హంతారం యశ్చైనం మన్యతే హతం ।\nఉభౌ తౌ న విజానీతో నాయం హంతి న హన్యతే ।। 19 ।।",
        "meaning": "యః — ఎవరైతే;\nఏనం — ఇది;\nవేత్తి — తెలుసుకుంటారో;\nహంతారం — చంపేది ;\nయః — ఎవరైతే;\nచ — మరియు;\nఏనం — ఇది;\nమన్యతే — అనుకుంటాడో;\nహతం — చంపబడేది;\nఉభౌ — రెండూ;\nతౌ — వారు;\nన — కాదు;\nవిజానీతః — జ్ఞానం కలిగిఉన్న;\nన — కాదు;\nఅయం — ఇది;\nహంతి — చంపును;\nన — కాదు;\nహన్యతే — చంపబడును.",
        "tran": "BG 2.19:ఆత్మ ఇతరులను చంపును అని అనికోనేవాడు, ఆత్మ ఇతరులచే చంపబడేది అనుకొనేవాడు ఇద్దరూ అజ్ఞానులే. నిజానికి ఆత్మ ఎవ్వరినీ చంపదు, ఎవ్వరిచేతనూ చంపబడదు.",

      },
      {
        "id": "#20",
        "value": "20",
        "name":"న జాయతే మ్రియతే వా కదాచిత్\nనాయం భూత్వా భవితా వా న భూయః\nఅజో నిత్యః శాశ్వతోఽయం పురాణో\nన హన్యతే హన్యమానే శరీరే ।। 20 ।।",
        "meaning": "న జాయతే మ్రియతే — జన్మించదు, మరణించదు;\nవా — లేదా;\nకదాచిత్ — ఎప్పుడైనా;\nన — కాదు;\nఅయం — ఇది;\nభూత్వా — ఒకప్పుడు ఉండి;\nభవితా — భవిష్యత్తు లో ఉండేది;\nవా — లేదా;\nన — కాదు;\nభూయః — ఇంకా;\nఅజః — జన్మలేనిది;\nనిత్యః — నిత్యమైనది;\nశాశ్వతః — శాశ్వతమైనది;\nఅయం — ఇది;\nపురాణః — సనాతనమైనది;\nన హన్యతే — నాశనం కానిది;\nహన్యమానే — నశించినప్పుడు;\nశరీరే — శరీరం ఎప్పుడైతే.",
        "tran": "BG 2.20:ఆత్మకి పుట్టుక లేదు, ఎన్నటికీ మరణం కూడా ఉండదు. ఒకప్పుడు ఉండి, ఇకముందు ఎప్పుడైనా ఉండకుండా ఉండదు. ఆత్మ జన్మ లేనిది, నిత్యమైనది, శాశ్వతమైనది మరియు వయోరహితమైనది. శరీరం నశించిపోయినప్పుడు అది నశించదు.",

      },
      {
        "id": "#21",
        "value": "21",
        "name":"వేదావినాశినం నిత్యం య ఏనమజమవ్యయమ్ ।\nకథం స పురుషః పార్థ కం ఘాతయతి హంతి కమ్ ।। 21 ।।",
        "meaning": "వేద — తెలుసుకున్న;\nఅవినాశినం — నాశము కానిది;\nనిత్యం — నిత్యమైనది;\nయః — ఎవరైతే;\nఏనమ్ — ఇది;\nఅజమ్ — జన్మ లేనిది;\nఅవ్యయమ్ — తరగనిది;\nకథం — ఎట్లా;\nసః — అది;\nపురుషః — పురుషుడు;\nపార్థః — పార్థా;\nకం — ఎవరిని;\nఘాతయతి — చంపే కారణం ;\nహంతి — చంపును;\nకమ్ — ఎవరిని?",
        "tran": "BG 2.21:ఓ పార్థ, ఆత్మ నాశనం చేయబడలేదు, నిత్యమైనది, జనన-మరణములు లేనిది అని తెలిసినవాడు, ఎట్లా చంపును (ఎవరినైనా)? ఎట్లా చంప కారణం అవ్వగలడు?",

      },
      {
        "id": "#22",
        "value": "22",
        "name":"వాసాంసి జీర్ణాని యథా విహాయ\nనవాని గృహ్ణాతి నరోఽపరాణి ।\nతథా శరీరాణి విహాయ జీర్ణా\nన్యన్యాని సంయాతి నవాని దేహీ ।। 22 ।।",
        "meaning": "వాసాంసి — వస్త్రములు;\nజీర్ణాని — జీర్ణమైపోయిన (పాతబడ్డ);\nయథా — ఆ విధముగా;\nవిహాయ — విడిచిపెట్టి;\nనవాని — కొత్త;\nగృహ్ణాతి — స్వీకరించును;\nనరః — మానవుడు;\nఅపరాణి — వేరైన;\nతథా — అదే విధముగా;\nశరీరాణి — శరీరములు;\nవిహాయ — విడిచిపెట్టి;\nజీర్ణాని — పాతబడ్డ;\nఅన్యాని — వేరే;\nసంయాతి — ప్రవేశించును;\nనవాని — కొత్త;\nదేహీ — జీవాత్మ.",
        "tran": "BG 2.22:ఎలాగైతే మానవుడు, జీర్ణమైపోయిన పాత బట్టలను త్యజించి కొత్త బట్టలను ధరించునో అదే విధముగా జీవాత్మ, మరణ సమయములో పాత శరీరమును వీడి కొత్త శరీరమును స్వీకరించును.",

      },
      {
        "id": "#23",
        "value": "23",
        "name":"నైనం ఛిందంతి శస్త్రాణి నైనం దహతి పావకః ।\nన చైనం క్లేదయంత్యాపో న శోషయతి మారుతః ।। 23 ।।",
        "meaning": "న — కాదు;\nఏనం — ఈ ఆత్మ;\nఛిందంతి — ముక్కలుచేయబడుట;\nశస్త్రాణి — ఆయుధములు;\nన — కాదు;\nఏనం — ఈ ఆత్మ;\nదహతి — కాల్చుట;\nపావకః — అగ్ని;\nన — కాదు;\nచ — మరియు;\nఏనం — ఈ ఆత్మ;\nక్లేదయంతి — తడుపుట;\nఅపః — నీరు;\nన — కాదు;\nశోషయతి — ఎండగొట్టుట;\nమారుతః — గాలి.",
        "tran": "BG 2.23:ఈ ఆత్మను, ఆయుధములు ఛేదింపలేవు, అగ్ని కాల్చలేదు, నీరు తడపలేదు, గాలి అరిపోవునట్లు చేయలేదు.",

      },
      {
        "id": "#24",
        "value": "24",
        "name":"అచ్ఛేద్యోఽయమదాహ్యోఽయమ్ అక్లేద్యోఽశోష్య ఏవ చ ।\nనిత్యః సర్వగతః స్థాణుః అచలోఽయం సనాతనః ।। 24 ।।",
        "meaning": "అచ్ఛేదః — ఛేదింపబడనిది;\nఅయం — ఈ ఆత్మ;\nఅదాహ్యః — దహింప బడనిది;\nఅయం — ఈ ఆత్మ;\nఅక్లేదః — తడుపుటకు సాధ్యం కానిది;\nఅశోష్య — ఎండిపోనిది;\nఏవ — నిజముగా;\nచ — మరియు;\nనిత్యః — ఎప్పుడూ ఉండేది;\nసర్వ గతః — అంతటా వ్యాపించి ఉండేది;\nస్థాణుః — మార్చలేనిది;\nఅచలః — పరివర్తనలేనిది;\nఅయం — ఈ ఆత్మ;\nసనాతనః — సనాతనమైనది.",
        "tran": "BG 2.24:ఆత్మ, ఛేదింపబడలేదు మరియు దహింపబడదు;\nఅది (నీటిచే) తడుపబడదు, దానిని ఎండించుటకును సాధ్యం కాదు. అది నిత్యము, సర్వ వ్యాపి, మార్చలేనిది, పరివర్తనలేనిది మరియు సనాతనమైనది.",

      },
      {
        "id": "#25",
        "value": "25",
        "name":"అవ్యక్తోఽయమచింత్యోఽయమ్ అవికార్యోఽయముచ్యతే ।\nతస్మాదేవం విదిత్వైనం నానుశోచితుమర్హసి ।। 25 ।।",
        "meaning": "అవ్యక్తః — అవ్యక్తమైన (కనిపించని);\nఅయం — ఈ ఆత్మ;\nఅచింత్యః — మనస్సుకు అందనిది;\nఅయం — ఈ ఆత్మ;\nఅవికార్యః — మార్పుకు లోను కానిది;\n(వికారములు లేనిది);\nఅయం — ఈ ఆత్మ;\nఉచ్యతే — చెప్పబడును;\nతస్మాత్ — కాబట్టి;\nఏవం — ఈ విధంగా;\nవిదిత్వా — తెలుసుకొని;\nఏనం — ఈ ఆత్మ;\nన — కాదు;\nఅనుశోచితుం — శోకించుట;\nఅర్హసి — తగును.",
        "tran": "BG 2.25:ఆత్మ అనేది అవ్యక్తమైనది (కనిపించనిది), ఊహాతీతమైనది మరియు మార్పులేనిది. ఇది తెలుసుకొని నీవు శరీరం కోసము శోకించవలదు.",

      },
      {
        "id": "#26",
        "value": "26",
        "name":"అథ చైనం నిత్యజాతం నిత్యం వా మన్యసే మృతమ్ ।\nతథాపి త్వం మహాబాహో నైవం శోచితుమర్హసి ।। 26 ।।",
        "meaning": "అథ — అయినా ఒకవేళ;\nచ — మరియు;\nఏనం — ఈ ఆత్మ;\nనిత్య జాతం — ఎప్పుడూ పుడుతూ ఉంటుంది;\nనిత్యం — ఎప్పుడూ;\nవా — లేదా;\nమన్యసే — అని నీవు భావిస్తే;\nమృతం — చనిపోవుట;\nతథా అపి — అయినా సరే;\nత్వం — నీవు;\nమహా బాహో — గొప్ప బలముగల చేతులున్నవాడా, అర్జునా;\nన — కాదు;\nఏవం — ఈ విధంగా;\nశోచితుం — శోకించుట;\nఅర్హసి — తగును.",
        "tran": "BG 2.26:కానీ ఒకవేళ నీవు, ఆత్మ పదే పదే జనన మరణములకు లోనగుతుంది అని అనుకున్నా సరే, ఓ మహా బాహువులు కలవాడా, ఇలా శోకించటము తగదు.",

      },
      {
        "id": "#27",
        "value": "27",
        "name":"జాతస్య హి ధ్రువో మృత్యుః ధ్రువం జన్మ మృతస్య చ ।\nతస్మాదపరిహార్యేఽర్థే న త్వం శోచితుమర్హసి ।। 27 ।।",
        "meaning": "జాతస్య — పుట్టినవానికి;\nహి — ఎందుకంటే;\nధ్రువః — నిస్సందేహముగా;\nమృత్యుః — మరణము;\nధ్రువం — తప్పదు;\nజన్మ — పుట్టుక;\nమృతస్య — మరణించినవానికి;\nచ — మరియు;\nతస్మాత్ — కాబట్టి;\nఅపరిహార్యే-అర్థే — ఈ తప్పని పరిస్థితిలో;\nన — కాదు;\nత్వం — నీవు;\nశోచితుం — శోకించుట;\nఅర్హసి — తగును.",
        "tran": "BG 2.27:పుట్టిన వానికి మరణం తప్పదు, మరణించినవానికి మరల పుట్టుక తప్పదు. కాబట్టి ఈ అనివార్యమైన దాని కోసం నీవు శోకించ వద్ద",

      },
      {
        "id": "#28",
        "value": "28",
        "name":"అవ్యక్తాదీని భూతాని వ్యక్తమధ్యాని భారత ।\nఅవ్యక్తనిధనాన్యేవ తత్ర కా పరిదేవనా ।। 28 ।।",
        "meaning": "అవ్యక్త-ఆదీని — పుట్టుక ముందు అవ్యక్తములు (అప్రకటితములు);\nభూతాని — సృష్టింపబడిన ప్రాణులు;\nవ్యక్త — వ్యక్తములు (ప్రకటితములు);\nమధ్యాని — మధ్యలో;\nభారత — అర్జున, భరత వంశీయుడా;\nఅవ్యక్త — అవ్యక్తములు (అప్రకటితములు);\nనిధనాని — మరణించిన పిమ్మట;\nఏవ — నిజముగా;\nతత్ర — కాబట్టి;\nకా — ఎందులకు;\nపరిదేవనా — శోకించుట.",
        "tran": "BG 2.28:ఓ భరత వంశీయుడా, సృష్టింపబడిన ప్రాణులన్నీ పుట్టుక ముందు అవ్యక్తములు, జీవిత కాలంలో వ్యక్తములు, మరల మరణించిన పిదప అవ్యక్తములు. కావున శోకించుట ఎందులకు?",

      },
      {
        "id": "#29",
        "value": "29",
        "name":"ఆశ్చర్యవత్పశ్యతి కశ్చిదేనమ్\nఆశ్చర్యవద్వదతి తథైవ చాన్యః ।\nఆశ్చర్యవచ్చైనమన్యః శృణోతి\nశ్రుత్వాప్యేనం వేద న చైవ కశ్చిత్ ।। 29 ।।",
        "meaning": "ఆశ్చర్య-వత్ — ఆశ్చర్యమైనదిగా;\nపశ్యతి — చూచెదరు;\nకశ్చిత్ — కొందరు;\nఏనమ్ — ఈ ఆత్మ;\nఆశ్చర్య-వత్ — ఆశ్చర్య మైనదిగా;\nవదతి — చెప్పెదరు;\nతథా — ఈ విధముగా;\nఏవ — నిజముగా చ — మరియు;\nఅన్యః — వేరొకరు;\nఆశ్చర్య-వత్ — అంతే ఆశ్చర్య మైనదిగా;\nచ — మరియు;\nఏనం — ఈ ఆత్మ;\nఅన్యః — మరోకరు;\nశృణోతి — వింటారు;\nశ్రుత్వా — విన్న పిదప;\nఅపి — అయినాసరే;\nఏనం — ఈ ఆత్మ;\nవేద — అవగతము (అర్థం);\nన — కాదు;\nచ — మరియు;\nఏవ — అయినాసరే;\nకశ్చిత్ — కొందరికి.",
        "tran": "BG 2.29:కొందరు ఈ ఆత్మని ఆశ్చర్యమైనదిగా చూస్తారు, కొందరు ఆశ్చర్యమైనదిగా వర్ణిస్తారు, కొందరు ఆత్మ ఆశ్చర్యమైనదని వింటారు, మరికొందరు, విన్న తరువాత కూడా దీని గురించి ఏమాత్రం అర్థం చేసుకోలేరు.",

      },
      {
        "id": "#30",
        "value": "30",
        "name":"దేహీ నిత్యమవధ్యోఽయం దేహే సర్వస్య భారత ।\nతస్మాత్ సర్వాణి భూతాని న త్వం శోచితుమర్హసి ।। 30 ।।",
        "meaning": "దేహీ — దేహములో వసించే ఆత్మ;\nనిత్యం — ఎల్లప్పుడూ;\nఅవధ్యః — వధింపబడనిది/నిత్యశాశ్వతమైనది;\nఅయం — ఈ ఆత్మ;\nదేహే — శరీరములో;\nసర్వస్య — అందరి;\nభారత — భరత వంశీయుడా, అర్జునా;\nతస్మాత్ — కాబట్టి;\nసర్వాణి — అందరి;\nభూతాని — ప్రాణులు;\nన — కాదు;\nత్వం — నీవు ;\nశోచితుం — శోకించుట;\nఅర్హసి — తగును.",
        "tran": "BG 2.30:ఓ అర్జునా, దేహమునందు ఉండెడి ఆత్మ చావులేనిది;\nకాబట్టి ఏ ప్రాణి గురించి కూడా నీవు శోకించుట తగదు.",

      },
      {
        "id": "#31",
        "value": "31",
        "name":"స్వధర్మమపి చావేక్ష్య న వికంపితుమర్హసి ।\nధర్మ్యాద్ధి యుద్ధాచ్చ్రేయోఽన్యత్ క్షత్రియస్య న విద్యతే ।। 31 ।।",
        "meaning": "స్వ-ధర్మము — వేదానుసారము ఉన్న తన కర్తవ్యము;\nఅపి — కూడా;\nచ — మరియు;\nఅవేక్ష్య — పరిగణలో;\nన — కాదు;\nవికంపితుమ్ — చలించుట;\nఅర్హసి — తగును;\nధర్మయత్ — ధర్మ పరిరక్షణకు;\nహి — నిజముగా;\nయుద్ధాత్ — యుద్ధము కంటే;\nశ్రేయః — శ్రేయస్సు;\nఅన్యత్ — వేరే ఏది;\nక్షత్రియస్య — క్షత్రియుడికి;\nన — లేదు;\nవిద్యతే — ఉండును.",
        "tran": "BG 2.31:ఇంకా, నీ యొక్క క్షత్రియ స్వ-ధర్మమమును అనుసరించి నీవు చలింపరాదు. నిజానికి, ఒక క్షత్రియుడికి ధర్మ పరిరక్షణకు యుద్ధం చేయటమనే దాని కన్నా మించిన కర్తవ్యం లేదు.",

      },
      {
        "id": "#32",
        "value": "32",
        "name":"యదృచ్ఛయా చోపపన్నం స్వర్గద్వారమపావృతమ్ ।\nసుఖినః క్షత్రియాః పార్థ లభంతే యుద్ధమీదృశమ్ ।। 32 ।।",
        "meaning": "యదృచ్ఛయా — కోరుకోకుండానే;\nచ — మరియు;\nఉపపన్నం — వచ్చిన;\nస్వర్గ — స్వర్గ లోకములు;\nద్వారం — తలుపు;\nఅపావృతం — తెరిచి ఉన్న;\nసుఖినః — సంతోషము;\nక్షత్రియాః — క్షత్రియ వీరులు;\nపార్థ — అర్జునా, ప్రిథ తనయుడా;\nలభంతే — లభించును;\nయుద్దం — యుద్ధము;\nఈదృశం — ఇటువంటి.",
        "tran": "BG 2.32:ఓ పార్థ, ధర్మాన్ని పరిరక్షించే అవకాశాలు, కోరుకోకుండానే దొరికిన, క్షత్రియులు అదృష్టవంతులు. ఇది వారికి స్వర్గమునకు తెరిచి ఉన్న ద్వారము.",

      },
      {
        "id": "#33",
        "value": "33",
        "name":"అథ చేత్త్వమిమం ధర్మ్యం సంగ్రామం న కరిష్యసి ।\nతతః స్వధర్మం కీర్తిం చ హిత్వా పాపమవాప్స్యసి ।। 33 ।।",
        "meaning": "అథ చేత్ — కానీ ఒకవేళ;\nత్వం — నీవు;\nఇమం — ఈ;\nధర్మ్యం సంగ్రామం — ధర్మ యుద్ధం;\nన కరిష్యసి — చేయక పొతే;\nతతః — ఆ తరువాత;\nస్వ-ధర్మం — స్వ ధర్మము (వేదములనుసరించి విధింపబడిన కర్తవ్యము);\nకీర్తిం — పేరు ప్రఖ్యాతులు;\nచ — మరియు;\nహిత్వా — వదిలివేసి;\nపాపం — పాపము;\nఅవాప్స్యసి — పొందుదువు.",
        "tran": "BG 2.33:కానీ ఒకవేళ నీవు స్వధర్మాన్ని, కీర్తిని విడిచి, ఈ ధర్మ యుద్ధాన్ని చేయటానికి నిరాకరిస్తే, తప్పకుండా పాపాన్ని చేసినవాడివవుతావు.",

      },
      {
        "id": "#34",
        "value": "34",
        "name":"అకీర్తిం చాపి భూతాని\nకథయిష్యంతి తేఽవ్యయామ్\nసంభావితస్య చాకీర్తిః\nమరణాదతిరిచ్యతే ।। 34 ।।",
        "meaning": "అకీర్తిం — అపకీర్తి;\nచ — మరియు;\nఅపి — కూడా;\nభూతాని — జనులు;\nకథయిష్యంతి — అంటారు;\nతే — నీ యొక్క;\nఅవ్యయామ్ — ఎప్పటికీ ఉండిపోయే;\nసంభావితస్య — గౌరవప్రదమైనవానికి;\nచ — మరియు;\nఅకీర్తిః — అపకీర్తి;\nమరణాత్ — మరణము కన్నా;\nఅతిరిచ్యతే — అధికమైనది.",
        "tran": "BG 2.34:జనులు నిన్ను పిరికివాడు, పారిపోయిన సైనికుడు అని అంటారు. గౌరవప్రదమైన వ్యక్తికి అపకీర్తి అనేది మరణము కన్నా నీచమైనది.",

      },
      {
        "id": "#35",
        "value": "35",
        "name":"భయాద్రణాదుపరతం మంస్యంతే త్వాం మహారథాః ।\nయేషాం చ త్వం బహుమతో భూత్వా యాస్యసి లాఘవమ్ ।। 35 ।।",
        "meaning": "భయాత్ — భయముతో;\nరణాత్ — యుద్ధ భూమి నుండి;\nఉపరతం — పారిపోయి;\nమంస్యంతే — అనుకుంటారు;\nత్వాం — నీవు;\nమహారథాః — పదివేల మంది సాధారణ యోధులతో సరితూగగల బలము కలవారు;\nయేషాం — ఎవరికైతే;\nచ — మరియు;\nత్వం — నీవు;\nబహుమతః — గొప్ప గౌరవనీయుడు;\nభూత్వా — అయి ఉంటివో;\nయాస్యసి — నీవు పోగొట్టుకుంటావు;\nలాఘవమ్ — చులకన.",
        "tran": "BG 2.35:ఏ మహారథుల దృష్టిలో నీవు గొప్పవాడివో, వారే, నీవు యుద్ధభూమి నుండి భయముతో పారిపోయావనుకుంటారు. అలా వారికి నీ మీద ఉన్న గౌరవం పోగొట్టుకుంటావు.",

      },
      {
        "id": "#36",
        "value":"36",
        "name":"అవాచ్యవాదాంశ్చ బహూన్ వదిష్యన్తి తవాహితాః ।\nనిందంతస్తవ సామర్థ్యమ్ తతో దుఃఖతరం ను కిమ్ ।। 36 ।।",
        "meaning": "అవాచ్య-వాదాన్ — అనరాని మాటలతో (కఠిన మాటలు);\nచ — మరియు;\nబహూన్ — చాలా;\nవదిష్యంతి — అంటారు;\nతవ — నీ యొక్క;\nఅహితాః — శత్రువులు;\nనిందంతః — నిందించుచు;\nతవ — నీ యొక్క;\nసామర్థ్యమ్ — సామర్థ్యమును;\nతతః — అంత కంటే;\nదుఃఖ-తరం — ఎక్కువ బాధ;\nను — నిజముగా;\nకిమ్ — ఏమిటి.",
        "tran": "BG 2.36:నీ శత్రువులు నిన్ను అపకీర్తి పాలు చేసి క్రూరమైన మాటలతో అవమానిస్తారు, దీనితో నీ గొప్పతనం చులకనయిపోతుంది. అయ్యో, దీని కంటే ఎక్కువ బాధాకరమైనది ఏమైనా ఉందా?",

      },
      {
        "id": "#37",
        "value": "37",
        "name":"హతో వా ప్రాప్స్యసి స్వర్గం జిత్వా వా భోక్షసే మహీమ్ ।\nతస్మాదుత్తిష్ఠ కౌంతేయ యుద్ధాయ కృతనిశ్చయః ।। 37 ।।",
        "meaning": "హతః — సంహరింపబడినచో;\nవా — లేదా;\nప్రాప్స్యసి — పొందుతావు;\nస్వర్గం — స్వర్గమును;\nజిత్వా — గెలిచినచో;\nవా — లేదా;\nభోక్ష్యసే — అనుభవించెదవు;\nమహీమ్ — ఈ భూమండల రాజ్యమును;\nతస్మాత్ — కాబట్టి;\nఉత్తిష్ఠ — లెమ్ము;\nకౌంతేయ — అర్జున, కుంతీ పుత్రుడా;\nయుద్ధాయ — యుద్ధమునకు;\nకృత-నిశ్చయ — ధృడ సంకల్పంతో.",
        "tran": "BG 2.37:యుద్ధం చేస్తే నీవు, యుద్ధ రంగంలో వీర మరణం పొంది స్వర్గానికి పోయెదవు లేదా విజయుడవై ఈ రాజ్యమును అనుభవించెదవు. కావున, కృత నిశ్చయుడవై లెమ్ము, ఓ కుంతీ పుత్రుడా, యుద్ధానికి తయారుకమ్ము.",

      },
      {
        "id": "#38",
        "value":"38",
        "name":"సుఖదుఃఖే సమే కృత్వా లాభాలాభౌ జయాజయౌ ।\nతతో యుద్ధాయ యుజ్యస్వ నైవం పాపమవాప్స్యసి ।। 38 ।।",
        "meaning": "సుఖ — సుఖములను;\nదుఃఖే — దుఖములను;\nసమే కృత్వా — సమానముగా భావించి;\nలాభ-అలాభౌ — లాభ నష్టములను;\nజయ-అజయౌ — గెలుపు ఓటములను;\nతతః — అ తరువాత;\nయుద్ధాయ — యుద్ధమునకు;\nయుజ్యస్వ — సిద్దుడవు అవుము;\nన — కాదు;\nఏవం — ఈ విధముగా;\nపాపం — పాపము;\nఅవాప్స్యసి — పొందువు.",
        "tran": "BG 2.38:సుఖ-దుఃఖాలని, లాభ-నష్టాలని సమానంగా తీసుకుంటూ - కర్తవ్య నిర్వహణగా యుద్ధం చెయుము. నీ భాద్యతలని ఈ విధంగా నిర్వర్తించటం వలన నీకు ఎన్నటికీ పాపం అంటదు.",

      },
      {
        "id": "#39",
        "value": "39",
        "name":"ఏషా తేఽభిహితా సాంఖ్యే\nబుద్ధిర్యోగే త్విమాం శృణు ।\nబుధ్ధ్యా యుక్తో యయా పార్థ\nకర్మబంధం ప్రహాస్యసి ।। 39 ।।",
        "meaning": "ఏషా — ఇప్పటివరకు;\nతే — నీకు;\nఅభిహితా — తెలుపబడినది ;\nసాంఖ్యే — విశ్లేషణాత్మక జ్ఞానం ద్వారా;\nబుద్ధిః -యోగే — బుద్ది యోగం ద్వారా;\nతు — నిజముగా;\nఇమాం — ఇది;\nశృణు — వినుము;\nబుధ్ధ్యా — అర్థం చేసుకోవటం ద్వారా;\nయుక్తః — కలిసి;\nయయా — దేని వలన అయితే;\nపార్థ — అర్జున, ఫ్రిథ పుత్రుడా;\nకర్మబంధం — కర్మ బంధము;\nప్రహాస్యసి — నుండి నీవు విముక్తి చెయ్యబదడెదవు.",
        "tran": "BG 2.39:ఇప్పటివరకు నేను నీకు సాంఖ్య యోగం, అంటే, ఆత్మ తత్త్వం గురించి విశ్లేషణాత్మక జ్ఞానమును, వివరించాను. ఇప్పుడు వినుము, ఓ పార్థ, నేను బుద్ది యోగాన్ని విశదీకరిస్తాను. ఇలాంటి అవగాహనతో పని చేసినప్పుడు నీవు కర్మ బంధములనుండి విముక్తి పొందెదవు.",

      },
      {
        "id": "#40",
        "value": "40",
        "name":"నేహాభిక్రమనాశోఽస్తి ప్రత్యవాయో న విద్యతే ।\nస్వల్పమప్యస్య ధర్మస్య త్రాయతే మహతో భయాత్ ।। 40 ।।",
        "meaning": "న — కాదు;\nఇహ — దీనిలో;\nఅభిక్రమ — ప్రయత్నములు;\nనాశః — నష్టము;\nఅస్తి — ఉండును;\nప్రత్యవాయః — ప్రతికూల ఫలితములు;\nన — కాదు;\nవిద్యతే — ఉండును;\nసు-అల్పం — ఏ కొంచెము;\nఆపి — కూడా;\nఅస్య — దీని;\nధర్మస్య — ధర్మము యొక్క;\nత్రాయతే — కాపాడును;\nమహతః — గొప్ప;\nభయాత్ — ప్రమాదం.",
        "tran": "BG 2.40:ఈ దృక్పథంతో పనిచేసినప్పుడు, ఎలాంటి నష్టము కానీ వ్యతిరేక ఫలితములు కానీ కలుగవు. కొద్దిగా సాధన చేసినా అది మనలని పెద్ద ప్రమాదాలనుండి కాపాడును.",

      },
      {
        "id": "#41",
        "value": "41",
        "name":"వ్యవసాయాత్మికా బుద్దిరేకేహ కురునందన ।\nబహుశాఖా హ్యనంతాశ్చ బుద్ధయోఽవ్యవసాయినామ్ ।। 41 ।।",
        "meaning": "వ్యవసాయ-ఆత్మికా — ధృఢమైన;\nబుద్ధిః — బుద్ది;\nఏకా — ఒకటి;\nఇహ — ఈ పథములో;\nకురు-నందన — కురు వంశీయుడా;\nబహు-శాఖాః — అనేక-శాఖలుగా;\nహి — నిజముగా;\nఅనంతః — అంతులేని;\nచ — మరియు;\nబుద్ధయః — బుద్ది;\nఅవ్యవసాయినామ్ — ధృడ సంకల్పం లేని.",
        "tran": "BG 2.41:ఓ కురు వంశస్తుడా, ఈ దారిలో ఉన్న వారి బుద్ది ధృడంగా/స్థిరంగా ఉంటుంది, వారి లక్ష్యము ఒక్కటే. కానీ, స్థిరంగాలేని వారి బుద్ది పరిపరి విధములగా ఉంటుంది.",

      },
      {
        "id": "#42",
        "value": "42",
        "name":"యామిమాం పుష్పితాం వాచం ప్రవదంత్యవిపశ్చితః ।\nవేదవాదరతాః పార్థ నాన్యదస్తీతి వాదినః ।। 42 ।।",
        "meaning": "యామ్-ఇమాం — ఇవన్నీ;\nపుష్పితాం — ఆకర్షణీయమైన;\nవాచం — మాటలు;\nప్రవదంతి — అంటారు;\nఅవిపశ్చితః — పరిమితమైన అవగాహన కలవారు;\nవేద-వాద-రతాః — వేదములోని ఫలశృతి మీద ఆసక్తి కలవారు;\nపార్థ — అర్జునా, ప్రిథ పుత్రుడా;\nన అన్యత్ అస్తి — వేరేది ఏదీ లేదు;\nఇతి — ఈ విధంగా;\nవాదినః — వాదిస్తారు;\n",
        "tran": "BG 2.42-43:పరిమితమైన అవగాహన కలవారు, స్వర్గ లోక ప్రాప్తి కోసం, డాంభికమైన కర్మకాండలను సూచించే వేదాల్లో చెప్పబడిన సమ్మోహపరచే, మాటలకు ఆకర్షితులై, అందులో ఇంకా ఏమీ ఉన్నత స్థాయి ఉపదేశం లేదనుకుంటారు. తమకు ఇంద్రియ సుఖాలని ప్రాప్తింపచేసే వేదాల్లోని ఆ భాగాలని కీర్తిస్తూ, ఉన్నత జన్మ, ఐశ్వర్యం, ఇంద్రియ భోగాలు, స్వర్గలోక ప్రాప్తి మొదలగువంటి వాటి కోసం ఆడంబరమైన కర్మకాండలు చేస్తుంటారు.",

      },
      {
        "id": "#43",
        "value": "43",
        "name":"కామాత్మానః స్వర్గపరా జన్మకర్మఫలప్రదామ్ ।\nక్రియావిశేషబహులాం భోగైశ్వర్యగతిం ప్రతి ।। 43 ।।",
        "meaning": "కామ-ఆత్మానః — శారీరిక సుఖాల కోసం ఆశించి;\nస్వర్గ-పరాః — స్వర్గ లోకాలని పొంద గోరి;\nజన్మ-కర్మ-ఫల — ఉత్తమ జన్మ, మంచి ప్రతిఫలాలు;\nప్రదాం — ఇచ్చే;\nక్రియా-విశేష — డాంబికమైన కర్మ కాండలు;\nబహులాం — చాలా;\nభోగ — భోగములు;\nఐశ్వర్య — ఐశ్వర్యములు ;\nగతిం — పురోగతి;\nప్రతి — వైపున.",
        "tran": "BG 2.42-43:పరిమితమైన అవగాహన కలవారు, స్వర్గ లోక ప్రాప్తి కోసం, డాంభికమైన కర్మకాండలను సూచించే వేదాల్లో చెప్పబడిన సమ్మోహపరచే, మాటలకు ఆకర్షితులై, అందులో ఇంకా ఏమీ ఉన్నత స్థాయి ఉపదేశం లేదనుకుంటారు. తమకు ఇంద్రియ సుఖాలని ప్రాప్తింపచేసే వేదాల్లోని ఆ భాగాలని కీర్తిస్తూ, ఉన్నత జన్మ, ఐశ్వర్యం, ఇంద్రియ భోగాలు, స్వర్గలోక ప్రాప్తి మొదలగువంటి వాటి కోసం ఆడంబరమైన కర్మకాండలు చేస్తుంటారు.",

      },
      {
        "id": "#44",
        "value": "44",
        "name":"భోగైశ్వర్యప్రసక్తానాం తయాపహృతచేతసామ్ ।\nవ్యవసాయాత్మికా బుద్ధిః సమాధౌ న విధీయతే ।। 44 ।।",
        "meaning": "భోగ — భోగములు;\nఐశ్వర్య — విలాసముల పట్ల;\nప్రసక్తానాం — మిక్కిలి మమకారాసక్తి ఉన్నవారికి;\nతయా — దాని వలన;\nఅపహృత-చేతసామ్ — దిగ్భ్రమచెందిన బుద్ది తో;\nవ్యవసాయ-ఆత్మికా — నిశ్చయమైన;\nబుద్ధిః — బుద్ది;\nసమాధౌ — సాఫల్యం;\nన — కాదు;\nవిధీయతే — నిలువదు.",
        "tran": "BG 2.44:ప్రాపంచిక భోగాలు, సుఖాల పై మిక్కిలి మమకారంతో, వారి బుద్ధి చిత్తభ్రాంతికి లోనయ్యి, భగవద్ప్రాప్తి పథం లో సాఫల్యానికి కావలసిన ధృడ సంకల్పాన్ని వారు కలిగి ఉండలేరు.",

      },
      {
        "id": "#45",
        "value": "45",
        "name":"త్రైగుణ్యవిషయా వేదా నిస్త్రైగుణ్యో భవార్జున ।\nనిర్ద్వంద్వో నిత్యసత్వస్థో నిర్యోగక్షేమ ఆత్మవాన్ ।। 45 ।।",
        "meaning": "త్రైగుణ్య — భౌతికప్రకృతి యొక్క త్రి-గుణాత్మకమైన;\nవిషయా — విషయములు;\nవేదా — వేదములు;\nనిస్త్రై గుణ్యో — త్రిగుణములకు అతీతంగా;\nభవ — ఉండుము;\nఅర్జున — అర్జున;\nనిర్ద్వంద్వః — ద్వందములకు అతీతంగా (హర్షశోకము వంటి );\nనిత్య-సత్వ-స్థః — నిత్యము సత్యము లో స్థితుడై ఉండి;\nనిర్యోగ-క్షేమ — యోగ క్షేమములు గురించి పట్టించుకోని;\nఆత్మ-వాన్ — ఆత్మ యందు స్థితుడవై.",
        "tran": ":BG 2.45:అర్జునా, వేదములు భౌతిక ప్రకృతి యొక్క త్రి-గుణాత్మకమైన విషయ సంబంధమై వివరించును. నీవు ఈ త్రిగుణములకు అతీతంగా స్వచ్ఛమైన ఆధ్యాత్మిక జ్ఞాన స్థితిలో ఉండుము. ద్వందముల నుండి విడివడి, నిత్యమూ పరమ సత్యం లో స్థితమై ఉండి, మరియు భౌతిక లాభాలు, భద్రత ల గురించి పట్టించుకోకుండా ఆత్మ భావన యందే స్థితుడవై ఉండుము.",

      },
      {
        "id": "#46",
        "value": "46",
        "name":"యావానర్థ ఉదపానే సర్వతః సంప్లుతోదకే ।\nతావాన్సర్వేషు వేదేషు బ్రాహ్మణస్య విజానతః ।। 46 ।।",
        "meaning": "యావాన్ — ఏదేని;\nఅర్థ — అవసరం;\nఉద-పానే — నీటి బావి;\nసర్వతః — అన్ని విధములుగా;\nసంప్లుత -ఉదకే — ఒక పెద్ద సరస్సు;\nతావాన్ — అంత;\nసర్వేషు — అన్నీ విధములుగా;\nవేదేషు — వేదములు;\nబ్రాహ్మణస్య — పరమ సత్యం తెలిసినవానికి (బ్రహ్మ జ్ఞాని);\nవిజానతః — సంపూర్ణ జ్ఞానికి.",
        "tran": "BG 2.46:ఒక చిన్న నీటి బావితో తీరే అన్ని ప్రయోజనాలు సహజంగానే ఒక పెద్ద నీటి కొలను తో తీరుతాయి. ఆ విధంగానే పరమ సత్యాన్ని ఎరిగి భగవత్ ప్రాప్తి నొందిన వాడు అన్ని వేదముల లక్ష్యాన్ని నెరవేరుస్తాడు.",

      },
      {
        "id": "#47",
        "value": "47",
        "name":"కర్మణ్యేవాధికారస్తే మా ఫలేషు కదాచన ।\nమా కర్మఫలహేతుర్భూః మా తే సంగోఽస్త్వకర్మణి ।। 47 ।।",
        "meaning": "కర్మణి — విధింపబడిన (వేదవిహిత) కర్మాచరణమునందే;\nఏవ — మాత్రమే;\nఅధికారః — హక్కు;\nతే — నీకు;\nమా — లేదు;\nఫలేషు — దాని ఫలముల యందు;\nకదాచన — ఎప్పుడూ కూడా;\nమా — కాదు;\nకర్మ ఫల — కర్మఫలములు;\nహేతుః — కారణము;\nభూః — అవును;\nమా — కూడదు;\nతే — నీ యొక్క;\nసంగః — ఆసక్తి (మమకారము);\nఅస్తు — ఉండుట;\nఆకర్మణి — కర్మను మానుటయందు.",
        "tran": "BG 2.47:శాస్త్ర విహిత కర్తవ్య కర్మను ఆచరించుటయందే నీకు అధికారము కలదు, కానీ ఆ కర్మ ఫలముల పైన నీకు హక్కు లేదు. నీవే కర్మ ఫలములకు హేతువు అని ఎప్పుడూ అనుకోకు మరియు చేయవలసిన కర్మలు మానుటలో ఆసక్తి ఉండరాదు.",

      },
      {
        "id": "#48",
        "value": "48",
        "name":"యోగస్థః కురు కర్మాణి సంగం త్యక్త్వా ధనంజయ ।\nసిద్ధ్య సిద్ధ్యోః సమో భూత్వా సమత్వం యోగ ఉచ్యతే ।। 48 ।।",
        "meaning": "యోగ-స్థః — యోగములో స్థిరముగా ఉండి;\nకురు — చేయుము;\nకర్మాణి — కర్మలు (విధులు) సంగం — మమకారం (ఆసక్తి);\nత్యక్త్వా — విడిచిపెట్టి (త్యజించి);\nధనంజయ — అర్జునా;\nసిద్ధి-అసిద్ధ్యొః — గెలుపు-ఓటమిలలో;\nసమః — సమముగా ఉండి;\nభూత్వా — కలిగి ఉండి;\nసమత్వం — సమదృష్టి;\nయోగః — యోగము;\nఉచ్యతే — చెప్పబడును.",
        "tran": "BG 2.48:జయాపజయముల పట్ల మమకారాసక్తి విడిచిపెట్టి, నీ కర్తవ్య నిర్వహణలో స్థిరముగా ఉండుము, ఓ అర్జునా. ఇటువంటి సమత్వ బుద్దియే యోగము అనబడుతుంది.",

      },
      {
        "id": "#49",
        "value": "49",
        "name":"దూరేణ హ్యవరం కర్మ బుద్ధియోగాద్ధనంజయ ।\nబుద్ధౌ శరణమన్విచ్ఛ కృపణాః ఫలహేతవః ।। 49 ।।",
        "meaning": "దూరేణ — (త్యజించు) దూరము నుండే;\nహి — నిజముగా;\nఅవరం — నిమ్న స్థాయి లోనున్న;\nకర్మ — ఫలాపేక్ష తో చేసే పనులు;\nబుద్ధి-యోగాత్ — దివ్య ఆధ్యాత్మిక జ్ఞానము నందే బుద్ది స్థిరముగా ఉంచి;\nధనంజయ — అర్జునా;\nబుద్ధౌ — ఆధ్యాత్మిక జ్ఞానము, అంతర-దృష్టి;\nశరణం — ఆశ్రయం(శరణము);\nఅన్విచ్ఛ — వెదుకుము;\nకృపణాః — లోభి/పిసినారి;\nఫలహేతవః — కర్మ ఫలములను ఆశించేవారు.",
        "tran": "BG 2.49:దివ్యమైన ఆధ్యాత్మిక జ్ఞానమునే ఆశ్రయించుము. ఓ అర్జునా, ఫలాపేక్షతో చేసే పనులను త్యజించుము; బుద్ధిని అధ్యాత్మిక దివ్య జ్ఞానం లో స్థిరంగా ఉంచి చేసే పనుల కన్నా, అవి నిమ్న స్థాయికి చెందినవి. తమ కర్మ ఫలములను భోగించగోరే వారు లోభులు/పిసినారులు.",

      },
      {
        "id": "#50",
        "value": "50",
        "name":"బుద్ధియుక్తో జహాతీహ ఉభే సుకృతదుష్కృతే ।\nతస్మాద్యోగాయ యుజ్యస్వ యోగః కర్మసు కౌశలమ్ ।। 50 ।।",
        "meaning": "బుద్ధి-యుక్తః — జ్ఞానం కలిగి ఉండి;\nజహాతి — త్యజించుము;\nఇహ — ఆ జన్మలో;\nఉభే — రెంటినీ;\nసుకృత-దుష్కృతే — మంచి, చెడు కార్యములు;\nతస్మాత్ — కాబట్టి;\nయోగాయ — యోగము కొరకు;\nయుజ్యస్వ — ప్రయత్నింపుము;\nయోగః — యోగ అంటే;\nకర్మసు కౌశలమ్ — నేర్పు తో పని చేసే కళ.",
        "tran": "BG 2.50:వివేకముతో ఈ కర్మ శాస్త్రమును ఆచరణలో పెట్టినవాడు ఈ జన్మ లోనే పుణ్య పాపములను రెంటినీ త్యజించును. కాబట్టి నైపుణ్యం తో (సరియైన దృక్పథం తో) పని చేయటం అనే, యోగ అభ్యాసము చేయుము.",

      },
      {
        "id": "#51",
        "value": "51",
        "name":"కర్మజం బుద్ధియుక్తా హి ఫలం త్వక్త్వా మనీషిణః ।\nజన్మబంధవినిర్ముక్తాః పదం గచ్ఛంత్యనామయమ్ ।। 51 ।।",
        "meaning": "కర్మజం — కర్మల వలన జనించే;\nబుద్ధి-యుక్తాః — సమత్వ బుద్ది కలవారై;\nహి — ఎట్లయితే ;\nఫలం — ఫలములు;\nత్వక్త్వా — విడిచిపెట్టి;\nమనీషిణః — జ్ఞానులు;\nజన్మబంధ వినిర్ముక్తాః — జీవన్మరణ బంధముల నుండి విముక్తులై;\nపదం — స్థితి;\nగచ్ఛంతి — పొందుదురు;\nఅనామయమ్ — దుఃఖరహితమైన.",
        "tran": "BG 2.51:జ్ఞానులు, సమత్వ బుద్ది కలిగి ఉండి, జననమరణ చక్రంలో బంధించే కర్మ ఫలములపై మమకార-ఆసక్తులను త్యజించి ఉంటారు. ఇలాంటి భావన తో పని చేయటం వలన దుఃఖరహితమైన స్థితిని పొందెదరు.",

      },
      {
        "id": "#52",
        "value": "52",
        "name":"యదా తే మోహకలిలం బుద్ధిర్వ్యతితరిష్యతి ।\nతదా గంతాసి నిర్వేదం శ్రోతవ్యస్య శ్రుతస్య చ ।। 52 ।।",
        "meaning": "యదా — ఎప్పుడైతే;\nతే — నీ యొక్క;\nమోహ — మోహము ;\nకలిలం — క్లిష్టపరిస్థితి (ఊబి);\nబుద్ధిః — బుద్ధి;\nవ్యతితరిష్యతి — దాటిపోవును;\nతదా — అప్పుడు;\nగంతాసి — నీవు పొందెదవు;\nనిర్వేదం — వైరాగ్యమును;\nశ్రోతవ్యస్య — ఇంకా వినబోయే దానికి;\nశ్రుతస్య — ఇప్పటి దాక విన్న దానికి;\nచ — మరియు.",
        "tran": "BG 2.52:మోహమనే ఊబి నుండి నీ బుద్ధి బయటపడినప్పుడే నీవు ఇప్పటి వరకు విన్న దాని గురించి, ఇక వినబోయేదాని గురించి వైరాగ్యం కలుగుతుంది. (ఇహపర లోక భోగముల విషయంలో).",

      },
      {
        "id": "#53",
        "value": "53",
        "name":"శృతివిప్రతి పన్నా తే యదా స్థాస్యతి నిశ్చలా ।\nసమాధావచలా బుద్ధిస్తదా యోగామవాప్స్యసి ।। 53 ।।",
        "meaning": "శృతి-విప్రతిపన్నా — కామ్య కర్మ కాండలను చెప్పే వేద విభాగాల వైపు ఆకర్షితం కాకుండా;\nతే — నీ యొక్క;\nయదా — ఎప్పుడైతే;\nస్థాస్యతి — ఉండునో;\nనిశ్చలా — నిశ్చలంగా;\nసమాధౌ — భగవంతుని యందు;\nఅచలా — స్థిరముగా;\nబుద్ధిః — బుద్ధి;\nతదా — అప్పుడు;\nయోగం — యోగము;\nఅవాప్స్యసి — నీవు పొందెదవు.",
        "tran": "BG 2.53:కామ్య కర్మ కాండలను చెప్పే వేద విభాగాల వైపు ఆకర్షితం కాకుండా నీ బుద్ధి ఎప్పుడైతే భగవంతుని యందే నిశ్చలంగా ఉంటుందో అప్పుడు సంపూర్ణమైన యోగ స్థితిని పొందెదవు.",

      },
      {
        "id": "#54",
        "value": "54",
        "name":"అర్జున ఉవాచ ।\nస్థితప్రజ్ఞస్య కా భాషా సమాధిస్థస్య కేశవ ।\nస్థితధీః కిం ప్రభాషేత కిమాసీత వ్రజేత కిమ్ ।। 54 ।।",
        "meaning": "అర్జున ఉవాచ — అర్జునుడు పలికెను;\nస్థితప్రజ్ఞస్య — స్థిరమైన బుద్ది కలవాడు;\nకా — ఏమి? భాషా — మాట్లాడును;\nసమాధి-స్థస్య — భగవత్ ధ్యాస లో ఉండి;\nకేశవ — శ్రీ కృష్ణ, కేశి అనే రాక్షసుడిని సంహరించినవాడా;\nస్థిత-ధీః — జ్ఞాని;\nకిం — ఏమిటి? ప్రభాషేత — మాట్లాడును;\nకిం — ఎలా? ఆసీత — కూర్చుండును;\nవ్రజేత — నడుచును? కిం — ఎలా?",
        "tran": "BG 2.54:అర్జునుడు పలికెను : ఓ కేశవా, భగవత్ ధ్యాస నందే స్థిరముగా ఉన్న (స్థితప్రజ్ఞుని) వాని ప్రవృత్తి ఎలా ఉంటుంది? జ్ఞానోదయం అయిన వ్యక్తి ఎలా మాట్లాడును? అతను ఎలా కూర్చొనును? అతను ఎలా నడుచును?",

      },
      {
        "id": "#55",
        "value": "55",
        "name":"శ్రీ భగవానువాచ ।\nప్రజహాతి యదా కామాన్ సర్వాన్ పార్థ మనోగతాన్ ।\nఆత్మన్యేవాత్మనా తుష్టః స్థితప్రజ్ఞస్తదోచ్యతే ।। 55 ।।",
        "meaning": "శ్రీ భగవానువాచ — పరమేశ్వరుడైన భగవంతుడు ఇలా పలికెను;\nప్రజహాతి — త్యజించి (విడిచి పెట్టి);\nయదా — ఎప్పుడైతే;\nకామాన్ — స్వార్ధ కోరికలు;\nసర్వాన్ — అన్నీ;\nపార్థ — అర్జునుడా, ప్రిథ తనయుడా;\nమనః-గతాన్ — మనస్సు యొక్క;\nఆత్మని — ఆత్మ యొక్క;\nఏవ — మాత్రమే;\nఆత్మనా — పరిశుద్ధ మనస్సు తో;\nతుష్టః — సంతుష్టుడై;\nస్థిత-ప్రజ్ఞః — స్థితప్రజ్ఞుడు ;\nతదా — అప్పుడు;\nఉచ్యతే — అందురు.",
        "tran": "BG 2.55:భగవానుడు పలికెను : ఓ పార్థ, మనస్సుని వేధించే అన్నీ స్వార్ధ ప్రయోజనాలను, ఇంద్రియవాంఛలను త్యజించి ఆత్మ జ్ఞానం లో సంతుష్టుడు అయినప్పుడు, ఆ వ్యక్తిని స్థిత ప్రజ్ఞుడు అంటారు.",

      },
      {
        "id": "#56",
        "value": "56",
        "name":"దుఃఖేష్వనుద్విగ్నమనాః సుఖేషు విగతస్పృహః ।\nవీతరాగభయక్రోధః స్థితధీర్మునిరుచ్యతే ।। 56 ।।",
        "meaning": "దుఃఖేషు — దుఃఖముల నడుమ;\nఅనుద్విగ్న-మనాః — మనస్సులో ఉద్వేగమునకు లోను కాని వాడు;\nసుఖేషు — సుఖములలో;\nవిగత స్పృహః — పొంగిపోని వాడు;\nవీత — లేకుండా;\nరాగ — మమకారం;\nభయ — భయము;\nక్రోధః — కోపము;\nస్థిత-ధీః — జ్ఞానోదయం అయినవాడు;\nమునిః — ముని;\nఉచ్యతే — అనబడును.",
        "tran": "BG 2.56:దుఃఖముల నడుమ కూడా కలతచెందని వాడు, సుఖముల కోసం ప్రాకులాడని వాడు; మమకారము, భయము, క్రోధము విడిచిన వాడిని స్థిత-ప్రజ్ఞుడైన ముని అని అంటారు.",

      },
      {
        "id": "#57",
        "value": "57",
        "name":"యః సర్వత్రానభిస్నేహః తత్తత్ ప్రాప్య శుభాశుభమ్ ।\nనాభినందంతి న ద్వేష్టి తస్య ప్రజ్ఞా ప్రతిష్ఠితా ।। 57 ।।",
        "meaning": "యః — ఎవరైతే;\nసర్వత్ర — అన్ని పరిస్థితులలో;\nఅనభిస్నేహః — మమకారం/ఆసక్తి లేకుండా;\nతత్-తత్ — వాటి వాటి;\nప్రాప్య — పొంది;\nశుభ — మంచి;\nఅశుభమ్ — చెడు;\nన, అభినందంతి — హర్షింపడు;\nన, ద్వేష్టి — ద్వేషింపడు;\nతస్య — అతని;\nప్రజ్ఞా — జ్ఞానం;\nప్రతిష్ఠితా — స్థిరమైనది.",
        "tran": "BG 2.57:ఎవరైతే అన్నీ పరిస్థితులలో మమకారం/ఆసక్తి లేకుండా ఉంటాడో, సౌభాగ్యానికి హర్షమునొందకుండా మరియు కష్టాలకు క్రుంగిపోకుండా ఉంటాడో, అతను పరిపూర్ణ జ్ఞానం తో ఉన్న ముని.",

      },
      {
        "id": "#58",
        "value": "58",
        "name":"యదా సంహరతే చాయం కూర్మోంఽగానీవ సర్వశః ।\nఇంద్రియాణీంద్రియార్థేభ్యః తస్య ప్రజ్ఞా ప్రతిష్ఠితా ।। 58 ।।",
        "meaning": "యదా — ఎప్పుడైతే;\nసంహరతే — ఉపసంహరించి;\nచ — మరియు;\nఅయం — ఇది;\nకూర్మః — తాబేలు;\nఅంగాని — అంగములను;\nఇవ — ఆ విధంగా;\nసర్వశః — పూర్తిగా;\nఇంద్రియాణి — ఇంద్రియములు;\nఇంద్రియ-అర్థేభ్యః — ఇంద్రియార్ధముల నుండి (ఇంద్రియ విషయముల నుండి);\nతస్య — అతని;\nప్రజ్ఞా — దివ్య జ్ఞానం;\nప్రతిష్ఠితా — స్థిరమవును.",
        "tran": "BG 2.58:తాబేలు తన పైచిప్ప లోనికి, దాని అంగములను ఉపసంహరించుకున్నట్టుగా, ఇంద్రియములను వాటి విషయార్ధముల నుండి వెనుకకు మరల్చగలిగిన వాడు, దివ్యమైన ఆధ్యాత్మిక జ్ఞానంలో స్థిరచిత్తుడగును.",

      },
      {
        "id": "#59",
        "value": "59",
        "name":"విషయా వినివర్తంతే నిరాహారస్య దేహినః ।\nరసవర్జం రసోఽప్యస్య పరం దృష్ట్వా నివర్తతే ।। 59 ।।",
        "meaning": "విషయాః — (ఇంద్రియ) విషయములు;\nవినివర్తంతే — నిగ్రహించు;\nనిరాహారస్య — స్వీయ సంయమం పాటించి ;\nదేహినః — జీవునికి ;\nరస-వర్జం — రుచి తరిగిపోవుట;\nరసః — రుచి;\nఅపి — కూడా;\nఅస్య — అతనికి;\nపరం — పరమాత్మ;\nదృష్ట్వా — తెలుసుకున్న పిదప ;\nనివర్తతే — తరిగి పోవును.",
        "tran": "BG 2.59:సాధకులు ఇంద్రియములను భోగ వస్తు/విషయముల నుండి నియంత్రించినా, ఇంద్రియ విషయముల మీద రుచి ఉండిపోతుంది. కానీ, భగవత్ తత్వాన్ని అర్థం చేసుకున్నప్పుడు ఆ రుచి కూడా అంతమగును.",

      },
      {
        "id": "#60",
        "value": "60",
        "name":"యతతో హ్యపి కౌంతేయ పురుషస్య విపశ్చితః ।\nఇంద్రియాణి ప్రమాథీని హరంతి ప్రసభం మనః ।। 60 ।।",
        "meaning": "యతతః — స్వీయ-నియంత్రణ అభ్యాసం చేసేటప్పుడు;\nహి — దానికి;\nఆపి — కూడా;\nకౌంతేయ — అర్జునా , కుంతీ పుత్రుడా;\nపురుషస్య — పురుషుని యొక్క;\nవిపశ్చితః — బుద్ధి విచక్షణ కలవారు;\nఇంద్రియాణి — ఇంద్రియములు;\nప్రమాథీని — అల్లకల్లోలమైన;\nహరంతి — లాక్కోనిపోవును;\nప్రసభం — బలవంతంగా;\nమనః — మనస్సుని.",
        "tran": "BG 2.60:ఇంద్రియములు ఎంత బలవత్తరమైనవి, అల్లకల్లోలమైనవి అంటే, ఓ కుంతీ పుత్రుడా, వివేకము కలిగి, స్వీయ నియంత్రణ పాటించే సాధకుని మనస్సుని కూడా బలవంతంగా లాక్కోనిపోగలవు.",

      },
      {
        "id": "#61",
        "value": "61",
        "name":"తాని సర్వాణి సంయమ్య యుక్త ఆసీత మత్పరః ।\nవశే హి యస్యేంద్రియాణి తస్య ప్రజ్ఞా ప్రతిష్ఠితాః ।। 61 ।।",
        "meaning": "తాని — వాటిని;\nసర్వాణి — అన్నిటినీ;\nసంయమ్య — లోబరచుకొని;\nయుక్త — ఐక్యమయి;\nఆసీత — కూర్చొని;\nమత్పరః — నా యందు (శ్రీ కృష్ణుడు);\nవశే — వశమునందు;\nహి — నిజముగా;\nయస్య — ఎవరి యొక్క;\nఇంద్రియాణి — ఇంద్రియములు;\nతస్య — వారి;\nప్రజ్ఞా — విజ్ఞానము;\nప్రతిష్ఠితాః — స్థిరంగా ఉండును.",
        "tran": "BG 2.61:ఎవరైతే తమ ఇంద్రియములను వశమునందు ఉంచుకొని, మనస్సుని నాయందే ఎల్లప్పుడూ లగ్నం చేయుదురో, వారు సంపూర్ణ జ్ఞానంలో స్థితులై ఉన్నట్టు.",

      },
      {
        "id": "#62",
        "value": "62",
        "name":"ధ్యాయతో విషయాన్ పుంసః సంగస్తేషూపజాయతే ।\nసంగాత్ సంజాయతే కామః కామాత్ క్రోధోఽభిజాయతే ।। 62 ।।",
        "meaning": "ధ్యాయతః — చింతన చేయునట్టి;\nవిషయాన్ — ఇంద్రియ విషయములు;\nపుంసః — వ్యక్తికి;\nసంగః — సంగము (మమకారాసక్తి);\nతేషు — ఆ విషయములయందు;\nఉపజాయతే — కలుగును;\nసంగాత్ — సంగము (మమకారాసక్తి) నుండి;\nసంజయతే — ఉత్పన్నమగును;\nకామః — కోరికలు;\nకామాత్ — కోరికల నుండి;\nక్రోధః — కోపము;\nఅభిజాయతే — ఉద్భవించును.",
        "tran": "BG 2.62:ఇంద్రియ విషయముల మీద చింతన చేయటం వలన వాటి మీద మమకారాసక్తి పెరుగుతుంది. ఈ ఆసక్తి కోరికలను కలుగ చేస్తుంది, ఆ కోరికల నుండే క్రోధం ఉత్పన్నమవుతుంది.",

      },
      {
        "id": "#63",
        "value": "63",
        "name":"క్రోధాద్భవతి సమ్మోహః సమ్మోహాత్ స్మృతివిభ్రమః ।\nస్మృతిభ్రంశాద్బుద్ధి నాశో బుద్ధినాశాత్ ప్రణశ్యతి ।। 63 ।।",
        "meaning": "క్రోధాత్ — క్రోధము నుండి;\nభవతి — ఉత్పన్నమగును;\nసమ్మోహః — విచక్షణ కోల్పోవుట;\nసమ్మోహాత్ — విచక్షణా రాహిత్యం నుండి;\nస్మృతి — జ్ఞాపక శక్తి;\nవిభ్రమః — భ్రమ;\nస్మృతి-భ్రంశాత్ — స్మృతి భ్రమ వలన;\nబుద్ధి-నాశః — బుద్ధి నశించును;\nబుద్ధి-నాశాత్ — బుద్ధి నాశం వలన;\nప్రణశ్యతి — వ్యక్తి పతనమగును.",
        "tran": "BG 2.63:కోపం అనేది విచక్షణా రాహిత్యానికి దారి తీస్తుంది, అది స్మృతి (జ్ఞాపకశక్తి) భ్రమని కలుగ చేస్తుంది. స్మృతిభ్రమ కలిగినప్పుడు బుద్ధి నశిస్తుంది. బుద్ధి నశించినప్పుడు మనుష్యుడు పతనమౌతాడు.",

      },
      {
        "id": "#64",
        "value": "64",
        "name":"రాగద్వేషవియుక్తైస్తు విషయానింద్రియైశ్చరన్ ।\nఆత్మవశ్యైర్విధేయాత్మా ప్రసాదమధిగచ్ఛతి ।। 64 ।।",
        "meaning": "రాగ — మమకారము/అనురక్తి;\nద్వేష — ద్వేషము;\nవియుక్తైః — లేకుండా;\nతు — కాని;\nవిషయాన్ — ఇంద్రియ విషయములు;\nఇంద్రియైః — ఇంద్రియముల చే;\nచరన్ — వాడుతున్ననూ;\nఆత్మవశ్యైః — మనస్సుని అదుపు చేస్తూ;\nవిధేయ-ఆత్మా — మనస్సుని నియంత్రణ చేయువానికి;\nప్రసాదం — భగవత్ కృప;\nఅధిగచ్ఛతి — లభించును.",
        "tran": "BG 2.64:ఇంద్రియ విషయ/వస్తువులను వాడేటప్పుడు కూడా మనస్సుని నియంత్రించినవాడై, మమకార-ద్వేష రహితంగా ఉన్నవాడు భగవంతుని కృపకు పాత్రుడగును.",

      },
      {
        "id": "#65",
        "value": "65",
        "name":"ప్రసాదే సర్వ దుఃఖానాం హానిరస్యోపజాయతే ।\nప్రసన్నచేతసో హ్యాశు బుద్ధిః పర్యవతిష్ఠతే ।। 65 ।।",
        "meaning": "ప్రసాదే — భగవత్ కృప తో;\nసర్వ — అన్నీ;\nదుఃఖానాం — దుఖములకూ;\nహానిః — వినాశనం;\nఅస్య — అతని;\nఉపజాయతే — వచ్చును;\nప్రసన్న-చేతసః — ప్రశాంత మైన చిత్తం తో;\nహి — నిజముగా;\nఆశు — త్వరగానే;\nబుద్ధిః — బుద్ధి;\nపర్యవతిష్ఠతే — స్థిరముగా నిలుచును.",
        "tran": "BG 2.65:భగవత్ కృప ద్వారా అన్ని దుఃఖాలు తొలిగిపోయే పరమ శాంతి లభిస్తుంది. అలా ప్రసన్న చిత్తం తో ఉన్నవాని బుద్ధి శీఘ్రము గానే భగవంతునియందు స్థిరముగా నిలుస్తుంది.",

      },
      {
        "id": "#66",
        "value": "66",
        "name":"నాస్తి బుద్ధిరయుక్తస్య న చాయుక్తస్య భావనా ।\nన చాభావయతః శాంతిః అశాంతస్య కుతః సుఖమ్ ।। 66 ।।",
        "meaning": "న-అస్తి — ఉండదు;\nబుద్ధిః — బుద్ధి;\nఅయుక్తస్య — ఐక్యము కాని;\nన — కాదు;\nచ — మరియు;\nఅయుక్తస్య — ఐక్యము కాని;\nభావనా — ఆలోచనలో;\nన — ఉండదు;\nచ — మరియు;\nఅభావయతః — ఐక్యమవని వారు;\nశాంతిః — శాంతి;\nఅశాంతస్య — అశాంతితో ఉన్నవారికి;\nకుతః — ఎక్కడ;\nసుఖం — సుఖము.",
        "tran": "BG 2.66:మనస్సు, ఇంద్రియములను నియంత్రించని క్రమశిక్షణ లేనివానికి, స్థిరమైన బుద్ధి కాని, నిలకడైన భగవత్ ధ్యాస కాని ఉండవు. ఎవడైతే మనస్సుతో భగవంతుని యందు ఎన్నడూ ఐక్యమవడో వానికి శాంతి ఉండదు. మనశ్శాంతి లోపించినవాడు సంతోషంగా ఎలా ఉండగలడు?",

      },
      {
        "id": "#67",
        "value": "67",
        "name":"ఇంద్రియాణాం హి చరతాం యన్మనోఽనువిధీయతే ।\nతదస్య హరతి ప్రజ్ఞాం వాయుర్నావమివాంభసి ।। 67 ।।",
        "meaning": "ఇంద్రియాణాం — ఇంద్రియముల యొక్క;\nహి — నిజముగా;\nచరతాం — తిరగటం;\nయత్ — ఏదేని;\nమనః — మనస్సు;\nఅనువిధీయతే — ఎల్లపుడూ నిమగ్నమై ఉండునో;\nతత్ — అది;\nఅస్య — వాని;\nహరతి — హరించును;\nప్రజ్ఞాం — బుద్ధిని;\nవాయుః — వాయువు;\nనావం — నావ;\nఇవ — ఎలాగైతే;\nఅంభసి — నీటిలో.",
        "tran": "BG 2.67:ఎలాగైతే బలమైన గాలి, నీటిలో నావను దాని దిశ నుండి పక్కకు నెట్టివేస్తుందో, ఏ ఒక్క ఇంద్రియము పైన గాని మనస్సు కేంద్రీకృతమయినచో అది బుద్ధిని హరించి వేస్తుంది.",

      },
      {
        "id": "#68",
        "value": "68",
        "name":"తస్మాద్యస్య మహాబాహో నిగృహీతాని సర్వశః ।\nఇంద్రియాణీంద్రియార్థేభ్యః తస్య ప్రజ్ఞా ప్రతిష్ఠితా ।। 68 ।।",
        "meaning": "తస్మాత్ — కాబట్టి;\nయస్య — ఎవనిదైతే;\nమహాబాహో — గొప్ప బాహువులు కలవాడా;\nనిగృహీతాని — నిగ్రహింపబడినవో ;\nసర్వశః — సంపూర్ణముగా;\nఇంద్రియాణి — ఇంద్రియములు;\nఇంద్రియ-అర్థేభ్యః — ఇంద్రియ విషయముల నుండి;\nతస్య — వానికి;\nప్రజ్ఞా — ఆధ్యాత్మిక జ్ఞానము;\nప్రతిష్టితాః — స్థిరముగా ఉండును.",
        "tran": "BG 2.68:కాబట్టి, ఓ అర్జునా, శక్తివంతమైన బాహువులు కలవాడా, ఇంద్రియములను ఇంద్రియార్ధములనుండి పూర్తిగా నిగ్రహించిన వ్యక్తి ఆధ్యాత్మిక జ్ఞానం లో స్థిరముగా ఉంటాడు.",

      },
      {
        "id": "#69",
        "value": "69",
        "name":"యా నిశా సర్వభూతానాం తస్యాం జాగర్తి సంయమీ ।\nయస్యాం జాగ్రతి భూతాని సా నిశా పశ్యతో మునేః ।। 69 ।।",
        "meaning": "యా — ఏదైతే;\nనిశా — రాత్రి;\nసర్వ-భూతానాం — అన్ని ప్రాణులకు;\nతస్యాం — దాని యందు;\nజాగర్తి — మేల్కొని ఉండు;\nసంయమీ — ఆత్మ నియంత్రణ/సంయమం కలవాడు;\nయస్యాం — దేనిలో అయితే;\nజాగ్రతి — మేల్కొని ఉండు;\nభూతాని — ప్రాణులు;\nసా — అది ;\nనిశా — రాత్రి;\nపశ్యతః — చూచును;\nమునేః — ముని.",
        "tran": "BG 2.69:సర్వ భూతములకు ఏది పగలో అది పండితునికి అజ్ఞానపు రాత్రి, మరియు సర్వ భూతములకు ఏది రాత్రియో అది అంతర్ముఖులైన జ్ఞానులకు పగలు.",

      },
      {
        "id": "#70",
        "value": "70",
        "name":"ఆపూర్యమాణమచలప్రతిష్ఠం\nసముద్రమాపః ప్రవిశంతి యద్వత్\nతద్వత్ కామా యం ప్రవిశంతి సర్వే\nస శాంతిమాప్నోతి న కామకామీ ।। 70 ।।",
        "meaning": "ఆపూర్యమాణమ్ — అన్నీ దిశలనుండీ నిండి;\nఅచల-ప్రతిష్ఠం — కలవరపడని;\nసముద్రం — సముద్రము;\nఆపః — నీరు;\nప్రవిశంతి — వచ్చినా;\nయద్వత్ — ఎలాగో;\nతద్వత్ — అలాగే;\nకామాః — కోరికలు;\nయం — ఎవరికైతే;\nప్రవిశంతి — వచ్చునో;\nసర్వే — అన్ని;\nసః — ఆ వ్యక్తి;\nశాంతిమ్ — శాంతి;\nఆప్నోతి — పొందును;\nన — కాదు;\nకామ-కామీ — కోరికలను సంతృప్తి పరుచుకునేందుకు కృషి చేసేవాడు.",
        "tran": "BG 2.70:ఎన్నో నదులు తనలో నిత్యం కలుస్తున్నా, ఎలాగైతే సముద్రం నిశ్చలంగా/ప్రశాంతంగా ఉంటుందో, అదేవిధంగా ఎన్నో వాంఛనీయ వస్తువులు తన చుట్టూ వస్తూనే ఉన్నా, చలించని యోగి శాంతిని పొందుతాడు; కోరికలను సంతృప్తిపరచుకోవటానికే కృషి చేసే వ్యక్తి ఇది పొందడు.",

      },
      {
        "id": "#71",
        "value": "71",
        "name":"విహాయ కామాన్యః సర్వాన్పుమాంశ్చరతి నిఃస్పృహః ।\nనిర్మమో నిరహంకారః స శాంతిమధిగచ్ఛతి ।। 71 ।।",
        "meaning": "విహాయ — త్యజించి;\nకామాన్ — ప్రాపంచిక కోరికలు;\nయః — ఎవరైతే;\nసర్వాన్ — అన్నీ;\nపుమాన్ — వ్యక్తి;\nచరతి — ఉండునో;\nనిఃస్పృహః — అత్యాశ లేకుండా;\nనిర్మమః — నేను, నాది అన్న భావన లేకుండా;\nనిరహంకారః — అహంకారము లేకుండా;\nసః — అతను;\nశాంతిం — నిజమైన శాంతి;\nఅధిగచ్ఛతి — పొందును.",
        "tran": "BG 2.71:ఎవరైతే అన్ని ప్రాపంచిక కోరికలను త్యజించి, అత్యాశ లేకుండా, నేను/నాది అన్న భావన లేకుండా, అహంకార రహితముగా ఉంటాడో, అలాంటి వానికి పరిపూర్ణమైన ప్రశాంతత లభిస్తుంది.",

      },
      {
        "id": "#72",
        "value": "72",
        "name":"ఏషా బ్రాహ్మీ స్థితిః పార్థ నైనాం ప్రాప్య విముహ్యతి ।\nస్థిత్వాస్యామంతకాలేఽపి బ్రహ్మనిర్వాణమృచ్ఛతి ।। 72 ।।",
        "meaning": "ఏషా — ఈ విధమైన;\nబ్రాహ్మీ స్థితిః — భగవత్ ప్రాప్తి నొందిన దశ;\nపార్థ — అర్జున, ప్రిథ పుత్రుడా;\nన — కాదు;\nఏనాం — ఇది;\nప్రాప్య — పొందిన తరువాత;\nవిముహ్యతి — భ్రమ కు లోనుకాడు;\nస్థిత్వా — స్థిరముగా ఉండి;\nఅస్యాం — దీనిలో;\nఅంత-కాలే — మరణ సమయంలో;\nఅపి — కూడా;\nబ్రహ్మ-నిర్వాణం — మాయ నుండి విముక్తి;\nఋచ్చతి — పొందును.",
        "tran": "BG 2.72:ఓ పార్థ, జ్ఞానోదయం కలిగిన జీవాత్మ స్థితి ఎలా ఉంటుందంటే, ఒకసారి జ్ఞానోదయం కలిగిన తరువాత ఇక మళ్లీ అది మాయలో పడదు. మరణ సమయంలో కూడా ఈ వివేకం తో స్థిరంగా ఉన్న ఇటువంటి వ్యక్తి, జనన మరణ చక్రం నుండి విముక్తి పొంది, ఆ భగవంతుని దివ్య ధామానికి చేరుకుంటాడు.",

      }
    ]

})
})
module.exports=Router2;
