const express=require('express')
const Router15=express.Router()
Router15.get('',async(req,res)=>{
  res.render('chapter15',{
    header:[{"href":"Chapter1","value":"1"},
    {"href":"Chapter2","value":"2"},
    {"href":"Chapter3","value":"3"},
    {"href":"Chapter4","value":"4"},
    {"href":"Chapter5","value":"5"},
    {"href":"Chapter6","value":"6"},
    {"href":"Chapter7","value":"7"},
    {"href":"Chapter8","value":"8"},
    {"href":"Chapter9","value":"9"},
    {"href":"Chapter10","value":"10"},
    {"href":"Chapter11","value":"11"},
    {"href":"Chapter12","value":"12"},
    {"href":"Chapter13","value":"13"},
    {"href":"Chapter14","value":"14"},
    {"href":"Chapter15","value":"15"},
    {"href":"Chapter16","value":"16"},
    {"href":"Chapter17","value":"17"},
    {"href":"Chapter18","value":"18"}],
    temp:[

   {
    "id":"#1","value":"1", "name":"శ్రీ భగవానువాచ।\nఊర్ధ్వమూలమధః శాఖమశ్వత్థం ప్రాహురవ్యయమ్।\nఛందాంసి యస్య పర్ణాని యస్తం వేద స వేదవిత్।।1।।",
     "meaning":"శ్రీ భగవానువాచ — శ్రీ భగవానుడు పలికెను;\nఊర్ధ్వ-మూలం — వేర్లు పైకి;\nఅధః — క్రిందికి;\nశాఖం — కొమ్మలు;\nఅశ్వత్థం — పవిత్రమైన రావి చెట్టు;\nప్రాహుః — అని అంటారు;\nఅవ్యయమ్ — సనాతనమైన;\nఛందాంసి — వేద మంత్రములు;\nయస్య పర్ణాని — దేని ఆకులో;\nయః — ఎవరైతే;\nతం — అది;\nవేద — తెలుసుకుందురో;\nసః — అతను;\nవేదవిత్ — వేదములు ఎఱిగిన వాడు.",
     "tran":"BG 15.1: శ్రీ భగవానుడు పలికెను : వేర్లు పైకి మరియు కొమ్మలు క్రిందికి ఉన్న సనాతనమైన అశ్వత్థ వృక్షము గురించి చెప్తుంటారు. దాని యొక్క ఆకులు వేద మంత్రములు మరియు ఈ చెట్టు యొక్క రహస్యం తెలిసిన వారు వేదములను తెలుసుకున్నట్టు."
   },
   {
    "id":"#2","value":"2", "name":"అధశ్చోర్ధ్వం ప్రసృతాస్తస్య శాఖా\nగుణప్రవృద్ధా విషయప్రవాలాః।\nఅధశ్చమూలాన్యనుసంతతాని\nకర్మానుబంధీని మనుష్యలోకే।।2।।",
     "meaning":"అధః — క్రిందికి;\nచ — మరియు;\nఊర్ధ్వం — పైకి;\nప్రసృతాః — విస్తరించి;\nతస్య — దాని యొక్క;\nశాఖా — కొమ్మలు;\nగుణ — ప్రకృతి గుణములు;\nప్రవృద్ధాః — పోషించబడి;\nవిషయ — ఇంద్రియ విషయములు;\nప్రవాలాః — చిగుళ్లు;\nఅధః — క్రిందికి;\nచ — మరియు;\nమూలాని — మూలములు (వేర్లు);\nఅనుసంతతాని — పెరుగుతూనే ఉంటాయి;\nకర్మ — కర్మలు;\nఅనుబంధీని — బంధించివేయును;\nమనుష్య-లోకే — మనుష్యలోకములో.",
     "tran":"BG 15.2: త్రి-గుణములచే పోషించబడి ఈ చెట్టు యొక్క శాఖలు పైకి మరియు క్రిందికి విస్తరించి ఉంటాయి ఇంద్రియ విషయములు వాటికి చిగుళ్ల వలె ఉంటాయి. మానవ రూపంలో కర్మ ప్రవహించటానికి చెట్టు యొక్క వేర్లు క్రిందికి వేళ్ళాడుతూ ఉంటాయి. క్రిందిన దాని యొక్క వేర్లు శాఖలుగా విస్తరించి మనుష్య లోకములో కర్మలను కలుగచేస్తాయి."
   },
   {
    "id":"#3","value":"3", "name":"న రూపమస్యేహ తథోపలభ్యతే\nనాంతో న చాదిర్న చ సంప్రతిష్ఠా।\nఅశ్వత్థమేనం సువిరూఢమూలమ్\nఅసంగశస్త్రేణ ధృడేన ఛిత్త్వా।।3।।",
     "meaning":"న రూపమ్ — రూపము లేకుండా;\nఅస్య — దీని యొక్క;\nఇహ — ఈ లోకములో;\nతథా — ఆ విధముగా;\nఉపలభ్యతే — కనిపించును;\nన అంతః — అంతము లేని;\nన చ ఆది: — మొదలు లేకుండా;\nన చ సంప్రతిష్ఠా — మూలం లేకుండా;\nఆశ్వత్థమ్ — పవిత్ర రావి చెట్టు;\nఏనం — ఇది;\nసు-విరూఢ-మూలం— లోతైన మూలములు గల;\nఅసంగ-శస్త్రేణ — అనాసక్తి/వైరాగ్యము అనే గొడ్డలి చే;\nధృడేన— బలమైన;\nఛిత్త్వా— ఛిద్రం చేసి",
     "tran":"BG 15.3-4: ఈ వృక్షము యొక్క నిజ స్వరూపము ఈ జగత్తులో తెలియబడదు దాని యొక్క మొదలు చివర లేదా సనాతన అస్థిత్వము కూడా అర్థం కాదు. కానీ ఈ యొక్క లోతైన వేర్లు కల అశ్వత్థ వృక్షమును అనాసక్తి/వైరాగ్యమనే బలమైన గొడ్డలిచే ఖండించివేయాలి. ఆ తరువాత ఆ వృక్షము యొక్క మొదలు వెతకాలి అదియే ఆ భగవంతుడు ఆయన నుండే ఈ జగత్తు యొక్క ఉత్పత్తి సనాతన కాలం క్రితం సంభవించినది. ఆయనను ఆశ్రయించిన తరువాత మళ్ళీ మనం ఈ జగత్తు లోనికి రాము."
   },
   {
    "id":"#4","value":"4", "name":"తతః పదం తత్పరిమార్గితవ్యం\nయస్మిన్ గతా న నివర్తంతి భూయః।\nతమేవ చాద్యం పురుషం ప్రపద్యే\nయతః ప్రవృత్తిః ప్రసృతా పురాణీ।।4।।",
     "meaning":"తతః — ఆ తరువాత;\nపదం — ప్రదేశము;\nతత్ — అది;\nపరిమార్గితవ్యం— వెతకాలి;\nయస్మిన్ — ఎక్కడికైతే;\nగతాః — వెళ్లిన పిదప;\nన నివర్తంతి — తిరిగిరారు;\nభూయః — మరల;\nతమ్ — ఆయనకి;\nఏవ — ఖఛ్చితముగా;\nచ — మరియు;\nఆద్యం — మూలమైన;\nపురుషం — పరమేశ్వరుడు;\nప్రపద్యే — ఆశ్రయించుము;\nయతః — ఎక్కడి నుండి అయితే;\nప్రవృత్తిః — ఈ వ్యవహారము;\nప్రసృతా — ఉద్భవించినదో;\nపురాణీ — అతి ప్రాచీనమైన.",
     "tran":"BG 15.3-4: ఈ వృక్షము యొక్క నిజ స్వరూపము ఈ జగత్తులో తెలియబడదు దాని యొక్క మొదలు చివర లేదా సనాతన అస్థిత్వము కూడా అర్థం కాదు. కానీ ఈ యొక్క లోతైన వేర్లు కల అశ్వత్థ వృక్షమును అనాసక్తి/వైరాగ్యమనే బలమైన గొడ్డలిచే ఖండించివేయాలి. ఆ తరువాత ఆ వృక్షము యొక్క మొదలు వెతకాలి అదియే ఆ భగవంతుడు ఆయన నుండే ఈ జగత్తు యొక్క ఉత్పత్తి సనాతన కాలం క్రితం సంభవించినది. ఆయనను ఆశ్రయించిన తరువాత మళ్ళీ మనం ఈ జగత్తు లోనికి రాము."
   },

   {
    "id":"#5","value":"5", "name":"నిర్మానమోహా జితసంగదోషా\nఆధ్యాత్మనిత్యా వినివృత్తకామాః।\nద్వంద్వైర్విముక్తాః సుఖదుఃఖసంజ్ఞైః\nగచ్ఛంత్యమూఢాః పదమవ్యయం తత్।।5।।",
     "meaning":"నిః — లేకుండా;\nమాన — అహంకారం/గర్వము;\nమోహాః — మోహము;\nజిత — జయించి;\nసంగ — సంగము (మమకారాసక్తి);\nదోషాః — దోషములు;\nఅధ్యాత్మ-నిత్యాః — నిరంతరం ఆత్మ భగవంతుని యందే స్థితమై ఉండి;\nవినివృత్త కామాః — ఇంద్రియ భోగ కోరికల నుండి పూర్తిగా స్వేచ్చ పొందినవారు;\nద్వంద్వైః విముక్తాః — ద్వందముల నుండి విముక్తులైనవారు;\nసుఖ-దుఃఖ సంజ్ఞైః — సుఖదుఃఖములు అనబడే;\nగచ్చంతి — పొందెదరు;\nఆమూఢాః — వివేకవంతులు;\nపదం — ధామము;\nఅవ్యయం — నిత్య సనాతనమైన;\nతత్ — అది.",
     "tran":"BG 15.5: దురభిమానము మరియు మోహము లేకుండా ఉన్నవారు మమకారాసక్తిని జయించినవారు సతతమూ ఆత్మ భగవంతుని చింతన లోనే ఉన్నవారు ఇంద్రియ భోగములను అనుభవించాలని కోరికలు లేని వారు సుఖదుఃఖములనెడి ద్వందములకు అతీతులై ఉన్నవారు - ఇటువంటి ముక్తజీవులు నా పరమపదమును చేరుకుంటారు."
   },
   {
    "id":"#6","value":"6", "name":"న తద్భాసయతే సూర్యో న శశాంకో న పావకః।\nయద్గత్వా న నివర్తంతే తద్ధామ పరమం మమ।।6।।",
     "meaning":"న — కాదు;\nతత్ — అది;\nభాసయతే — ప్రకాశింపచేయును;\nసూర్యో — సూర్యుడు;\nన శశాంకో — చంద్రుడు కూడా కాదు;\nన పావకః — అగ్ని కూడా కాదు;\nయత్ — ఎక్కడికైతే;\nగత్వా — వెళ్లిన పిదప;\nన నివర్తంతే — తిరిగి రారో;\nతత్-ధామ — ఆ ధామము;\nపరమం — సర్వోన్నతమైనది;\nమమ — నాది.",
     "tran":"BG 15.6: సూర్యుడు కానీ చంద్రుడు కానీ అగ్ని కానీ ఇవేవీ నా పరం ధామమును ప్రకాశింపచేయలేవు. అక్కడికి వెళ్లిన పిదప జనులు మరల ఈ భౌతిక లోకానికి తిరిగిరారు."
   },
   {
    "id":"#7","value":"7", "name":"మమైవాంశో జీవలోకే జీవభూతః సనాతనః।\nమనః షష్ఠానీంద్రియాణి ప్రకృతిస్థాని కర్షతి।।7।।",
     "meaning":"మమ — నా యొక్క;\nఏవ — మాత్రమే;\nఅంశా — అంశములు;\nజీవ-లోకే — భౌతిక ప్రపంచములో;\nజీవ-భూతః — జీవాత్మలు;\nసనాతనః — సనాతనమైన;\nమనః — మనస్సు;\nషష్ఠాని — ఆరు;\nఇంద్రియాణి — ఇంద్రియములు;\nప్రకృతి-స్థాని — ప్రకృతి స్వభావముచే బంధించివేయబడి;\nకర్షతి — శ్రమ పడుతున్నారు.",
     "tran":"BG 15.7: భౌతిక జగత్తులోఉన్న జీవాత్మలు నా యొక్క సనాతనమైన అంశలే. కానీ భౌతిక శక్తిచే కట్టివేయబడి వారు మనస్సుతో కలిపి ఉన్న ఆరు ఇంద్రియములతో ప్రయాస పడుతున్నారు."
   },
   {
    "id":"#8","value":"8", "name":"శరీరం యదవాప్నోతి యచ్చాప్యుత్క్రామతీశ్వరః।\nగృహీత్వైతాని సంయాతి వాయుర్గంధానివాశయాత్।।8।।",
     "meaning":"శరీరం — శరీరము;\nయత్ — ఎలాగైతే;\nఅవాప్నోతి — తీసుకువెళుతుందో;\nయత్ — అలాగే;\nచ అపి — కూడా;\nఉత్క్రామతి — విడిచివెళ్లును;\nఈశ్వరః — జీవాత్మ భౌతిక శరీరము యొక్క ప్రభువు;\nగృహీత్వా — తీసుకుని;\nఏతాని — వీటిని;\nసంయాతి — వెళ్ళును;\nవాయుః — గాలి;\nగంధాన్ — సువాసనను;\nఇవ — అలాగే;\nఆశయాత్ — స్థానము నుండి.",
     "tran":"BG 15.8: ఎలాగైతే గాలి సుగంధమును ఒకచోటి నుండి ఇంకొక చోటికి తీస్కువెళుతుందో జీవాత్మ కూడా పాత శరీరమును విడిచి కొత్త శరీరంలోనికి ప్రవేశిస్తున్నప్పుడు మనస్సు మరియు ఇంద్రియములను తనతో పాటుగా తీసుకెళుతుంది."
   },
   {
    "id":"#9","value":"9", "name":"శ్రోత్రం చక్షుః స్పర్శనం చ రసనం ఘ్రాణమేవ చ।\nఅధిష్ఠాయ మనశ్చాయం విషయానుపసేవతే।।9।।",
     "meaning":"శ్రోత్రం — చెవులు;\nచక్షుః — కన్నులు;\nస్పర్శనం — స్పర్శ;\nచ — మరియు;\nరసనం — నాలుక;\nఘ్రాణమ్ — ముక్కు;\nఏవ — కూడా;\nచ — మరియు;\nఅధిష్ఠాయ — చుట్టూ ఉండి;\nమనః — మనస్సు;\nచ — మరియు;\nఅయం — అవి;\nవిషయాన్ — ఇంద్రియ విషయములు;\nఉపసేవతే — ఆస్వాదించును.",
     "tran":"BG 15.9: మనస్సును ఆశ్రయించి ఉన్న ఇంద్రియములు - చెవులు కన్నులు చర్మము నాలుక మరియు ముక్కు - వీటి యొక్క గ్రహణశక్తితో జీవాత్మ ఇంద్రియ వస్తువిషయములను ఆస్వాదిస్తుంటుంది."
   },
   {
    "id":"#10","value":"10", "name":"ఉత్క్రామంతం స్థితం వాపి భుంజానం వా గుణాన్వితమ్।\nవిమూఢా నానుపశ్యంతి పశ్యంతి జ్ఞాన చక్షుషః।।10।।",
     "meaning":"ఉత్క్రామంతం — వెళ్ళిపోతున్నప్పుడు;\nస్థితం — ఉన్నప్పుడు;\nవా అపి — అయినా కానీ;\nభుంజానం — ఆనందిస్తూ;\nవా — లేదా;\nగుణ-అన్వితమ్ — భౌతిక ప్రకృతి యొక్క గుణములచే లోబడిపోయి;\nవిమూఢాః — అజ్ఞానులు;\nన అనుపశ్యంతి — గమనించరు;\nపశ్యంతి — దర్శిస్తారు;\nజ్ఞాన చక్షుషః — జ్ఞాన నేత్రములు కలవారు.",
     "tran":"BG 15.10: జీవాత్మను - అది ఇంద్రియ వస్తువిషములను ఆనందిస్తూ దేహములోనే ఉన్నప్పుడు కానీ లేదా అది దేహమును విడిచివెళ్లినప్పుడు కానీ - అజ్ఞానులు గమనించరు. కానీ జ్ఞాన నేత్రములు కలవారు దానిని దర్శించగలరు."
   },
   {
    "id":"#11","value":"11", "name":"యతంతో యోగినశ్చైనం పశ్యంత్యాత్మన్యవస్థితమ్।\nయతంతోఽప్యకృతాత్మానో నైనం పశ్యంత్యచేతసః।।11।।",
     "meaning":"యతంతః — గట్టిగా ప్రయత్నించే;\nయోగినః — యోగులు;\nచ — కూడా;\nఏనం — దీనిని (ఆత్మ);\nపశ్యంతి — చూచెదరు;\nఆత్మని — శరీరములో;\nఅవస్థితం — స్థితమై ఉన్న;\nయతంతః — పరిశ్రమిస్తూ;\nఅపి — కూడా;\nఆకృత-ఆత్మనః — అంతఃకరణ శుద్ధి లేని వారు;\nన ఏనం పశ్యతి — దీనిని గమనించలేరు;\nఅచేతసః — అజ్ఞానులు.",
     "tran":"BG 15.11: గట్టిగా పరిశ్రమించే యోగులు కూడా దేహములోనే స్థితమై ఉన్న ఆత్మను తెలుసుకోగలుగుతారు. కానీ ఎంత ప్రయత్నించినా అంతఃకరణ శుద్ధి లేని వారు మాత్రం దానిని తెలుసుకొనలేరు."
   },
   {
    "id":"#12","value":"12", "name":"యదాదిత్యగతం తేజో జగద్భాసయతేఽఖిలమ్।\nయచ్చంద్రమసి యాచ్చాగ్నౌ తత్తేజో విద్ధి మామకమ్।।12।।",
     "meaning":"యత్ — ఏదైతే;\nఆదిత్య-గతం — సూర్యునిలో;\nతేజః — తేజస్సు;\nజగత్ — సౌర కుటుంబము;\nభాసయతే — ప్రకాశింపచేయునో;\nఅఖిలమ్ — సమస్త;\nయత్ — ఏదైతే;\nచంద్రమసి — చంద్రునిలో;\nయత్ — ఏదైతే;\nచ — మరియు;\nఅగ్నౌ — అగ్నిలో;\nతత్ — అది;\nతేజః — తేజస్సు;\nవిద్ధి — తెలుసుకొనుము;\nమామకమ్ — నా యొక్క.",
     "tran":"BG 15.12: సమస్త సౌర మండలమును ప్రకాశింపచేసే సూర్యుని తేజస్సుని నేనే అని తెలుసుకొనుము. చంద్రుని యొక్క ప్రకాశము మరియు అగ్ని యొక్క కాంతి నానుండే ఉద్భవిస్తున్నాయని తెలుసుకొనుము."
   },
   {
    "id":"#13","value":"13", "name":"గామావిశ్య చ భూతాని ధారయామ్యహమోజసా।\nపుష్ణామి చౌషధీః సర్వాః సోమో భూత్వా రసాత్మకః।।13।।",
     "meaning":"గాం — భూమి;\nఆవిశ్య — వ్యాపించి;\nచ — మరియు;\nభూతాని — జీవ రాశులు;\nధారయామి — పోషిస్తూ;\nఅహం — నేను;\nఓజసా — శక్తి;\nపుష్ణామి — పోషిస్తూ;\nచ — మరియు;\nఔషధీ — మొక్కలు;\nసర్వః — సమస్త;\nసోమః — చంద్రుడు;\nభూత్వా — ఉంటూ;\nరస-ఆత్మకః — జీవ రసములను అందిస్తూ.",
     "tran":"BG 15.13: పృథ్వి యందు అంతటా ప్రవేశించి వ్యాపించి ఉండి నేను సమస్త ప్రాణులను నా శక్తి చే పోషిస్తుంటాను. చంద్రుడిగా ఉండి సమస్త వృక్షజాతికి పుష్టిని చేకూరుస్తుంటాను."
   },
   {
    "id":"#14","value":"14", "name":"అహం వైశ్వానరో భూత్వా ప్రాణినాం దేహమాశ్రితః।\nప్రాణాపానసమాయుక్తః పచామ్యన్నం చతుర్విధమ్।।14।।",
     "meaning":"అహం — నేను;\nవైశ్వానరః — జీర్ణక్రియాగ్ని (జఠరాగ్ని);\nభూత్వా — అయిఉండి;\nప్రాణినాం — సర్వ ప్రాణులలో;\nదేహం — శరీరము;\nఆశ్రితః — ఉన్నవాడినై;\nప్రాణ-అపాన — ప్రాణ-అపానములు (బయటకువెళ్ళే మరియు లోనికి వచ్చే శ్వాస);\nసమాయుక్తః — సమముగా ఉంచుతూ;\nపచామి — జీర్ణము చేయుదును;\nఅన్నం — ఆహారములు;\nచతుః-విధం — నాలుగు రకముల.",
     "tran":"BG 15.14: నాలుగు రకాల ఆహారమును జీర్ణము చేసుకుని మరియు ఒంటబట్టించుకొనటానికి జీవుల ఉదరములలో ప్రాణాపానసంయుక్తమైన జఠరాగ్ని రూపమును నేనే స్వీకరిస్తాను."
   },
   {
    "id":"#15","value":"15", "name":"సర్వస్య చాహం హృది సన్నివిష్టో\nమత్తః స్మృతిర్ జ్ఞానమపోహనం చ।\nవేదైశ్చ సర్వైరహమేవ వేద్యో\nవేదాంతకృద్వేదవిదేవ చాహమ్।।15।।",
     "meaning":"సర్వస్య — సమస్త ప్రాణులలో;\nచ — మరియు;\nఅహం — నేను;\nహృది — హృదయములో;\nసన్నివిష్టః — స్థితమై ఉండి;\nమత్తః — నానుండి;\nస్మృతిర్ — స్మృతి;\nజ్ఞానమ్ — జ్ఞానము;\nఅపోహనం — విస్మృతి (మతిమరుపు);\nచ — మరియు;\nవేదైః — వేదముల చే;\nచ — మరియు;\nసర్వైః — అన్ని;\nఅహం — నేను;\nఏవ — మాత్రమే;\nవేద్యః — తెలుసుకొనబడవలసిన వాడను;\nవేదాంత-కృత్ — వేదాంతములను రచించినవాడను;\nవేద-విత్ — వేదార్ధములను తెలిసినవాడను;\nఏవ — ఒక్కడినే (మాత్రమే);\nచ — మరియు;\nఅహం — నేను.",
     "tran":"BG 15.15: నేను సమస్త ప్రాణుల హృదయములలో స్థితమై ఉన్నాను నా నుండే జ్ఞాపకశక్తి జ్ఞానము మరియు విస్మృతి (మర్చిపోవుట) కలుగుతాయి. అన్ని వేదముల ద్వారా తెలుసుకోబడవలసిన వాడను నేను మాత్రమే వేదాంత రచయితను నేనే మరియు వేదార్ధమును తెలిసినవాడను నేనే."
   },
   {
    "id":"#16","value":"16", "name":"ద్వావిమౌ పురుషౌ లోకే క్షరశ్చాక్షర ఏవ చ।\nక్షరః సర్వాణి భూతాని కూటస్థోఽక్షర ఉచ్యతే।।16।।",
     "meaning":"ద్వౌ — రెండు;\nఇమౌ — ఇవి;\nపురుషౌ — ప్రాణులు;\nలోకే — సృష్టిలో;\nక్షరః — క్షరములు (నశించిపోయేవి);\nచ — మరియు;\nఅక్షరః — అక్షరములు (వినాశరహితములు);\nఏవ — అయినా;\nచ — మరియు;\nక్షరః — క్షరములు;\nసర్వాణి — సమస్త;\nభూతాని — భూతములు;\nకూట-స్థః — విముక్తి నొందిన;\nఅక్షరః — అక్షరములు;\nఉచ్యతే — చెప్పబడుతున్నవి.",
     "tran":"BG 15.16: సృష్టిలో రెండు రకాల ప్రాణులు ఉన్నాయి క్షరములు (నశించేవి) మరియు అక్షరములు (నశించనివి). భౌతిక జగత్తులో ఉన్నవి క్షరములు. అక్షరములు అంటే మోక్షము పొందిన జీవులు."
   },

   {
    "id":"#17","value":"17", "name":"ఉత్తమః పురుషస్త్వన్యః పరమాత్మేత్యుదాహృతః।\nయో లోకత్రయమావిశ్య బిభర్త్యవ్యయ ఈశ్వరః।।17।।",
     "meaning":"ఉత్తమః — సర్వోత్కృష్ట;\nపురుషః — దివ్య పురుషుడు;\nతు — కానీ;\nఅన్యః — వేరొక;\nపరమ-ఆత్మ — పరమాత్మ;\nఇతి — ఈ విధముగా;\nఉదాహృతః — చెప్పబడెను;\nయః — ఎవరైతే;\nలోక త్రయమ్ — మూడు లోకములు;\nఆవిశ్య — ప్రవేశించి;\nబిభర్తి — పోషించును;\nఅవ్యయ — నాశనరహితమైన;\nఈశ్వరః — నియామకుడు.",
     "tran":"BG 15.17: ఇవే కాక నాశరహితమైన పరమాత్మ అయిన ఆ పురుషోత్తముడు ఉన్నాడు. ఆయన అవ్యయమైన ఈశ్వరునిగా ముల్లోకములలో ప్రవేశించి సమస్త ప్రాణులను పోషిస్తూ ఉంటాడు."
   },
   {
    "id":"#18","value":"18", "name":"యస్మాత్ క్షరమతీతోఽహమక్షరాదపి చోత్తమః।\nఆతోఽస్మి లోకే వేదే చ ప్రథితః పురుషోత్తమః।।18।।",
     "meaning":"యస్మాత్ — కాబట్టి;\nక్షరం — నశ్వరమైన దాని కంటే;\nఅతీతః — అతీతుడను;\nఅహం — నేను;\nఅక్షరాత్ అపి — నాశరహితుడైన వాటి కంటే;\nచ — మరియు;\nఉత్తమః — అతీతుడను (ఉన్నతుడను);\nఅతః — కాబట్టి;\nఅస్మి — నేను;\nలోకే — ఈ జగత్తులో;\nవేదే — వేదములలో;\nచ — మరియు;\nప్రథితః — ప్రసిద్ధుడను;\nపురుష-ఉత్తమః — సర్వోత్కృష్ట దివ్య పురుషుడి గా.",
     "tran":"BG 15.18: నేను నశ్వరమైన ఈ భౌతిక పదార్ధముకంటెనూ మరియు నాశరహితమైన జీవాత్మ కంటెనూ కూడా అతీతమైనవాడను. కాబట్టి వేదములలో మరియు స్మృతులలో నేనే సర్వోత్కృష్ట దివ్య పురుషుడి గా కీర్తింపబడ్డాను."
   },
   {
    "id":"#19","value":"19", "name":"యో మామేవమసమ్మూఢో జానాతి పురుషోత్తమమ్।\nస సర్వవిద్భజతి మాం సర్వభావేన భారత।।19।।",
     "meaning":"యః — ఎవరైతే;\nమాం — నన్ను;\nఏవం — ఈ విధముగా;\nఅసమ్మూఢః — సంశయము లేకుండా;\nజానాతి — తెలుసుకుని;\nపురుష-ఉత్తమమ్ — సర్వోత్కృష్ట దివ్య పురుషుడు;\nసః — వారు;\nసర్వ-విత్ — సంపూర్ణ జ్ఞానము కలవారు;\nభజతి — పూజిస్తారు;\nమాం — నన్ను;\nసర్వ-భావేన — సంపూర్ణముగా అన్ని విధములా;\nభారత — అర్జునా భరతుని తనయుడా.",
     "tran":"BG 15.19: ఎవరైతే సంశయము లేకుండా నన్ను సర్వోత్కృష్ట పురుషోత్తమునిగా తెలుసుకుంటారో వారికి సంపూర్ణ జ్ఞానము ఉన్నట్టు. ఓ అర్జునా వారు హృదయపూర్వకముగా నన్నే భజింతురు."
   },
   {
    "id":"#20","value":"20", "name":"ఇతి గుహ్యతమం శాస్త్రామిదముక్తం మాయానఘ।\nఏతద్ బుద్ధ్వా బుద్ధిమాన్ స్యాత్ కృతకృత్యశ్చ భారత।।20।।",
     "meaning":"ఇతి — ఇవి;\nగుహ్య-తమం — అత్యంత రహస్యమైన;\nశాస్త్రం — వైదిక శాస్త్రము;\nఇదం — ఇది;\nఉక్తం — చెప్పబడినది;\nమయా — నా చేత;\nఅనఘ — అర్జునా పాప రహితుడా;\nఏతత్ — ఇది;\nబుద్ధ్వా — అర్థంచేసుకుని;\nబుద్ధిమాన్ — జ్ఞాని;\nస్యాత్ — అగును;\nకృత-కృత్యః — సాధించవలసినది పూర్తి చేసినవాడు;\nచ — మరియు;\nభారత — అర్జునా భరతుని పుత్రుడా.",
     "tran":"BG 15.20: ఓపాపరహితుడా అర్జునా అత్యంత రహస్యమైన వేద శాస్త్ర మూలతత్త్వమును నేను నీకు తెలియచేసాను. దీనిని అర్థం చేసుకున్న వ్యక్తి జ్ఞాని అవుతాడు మరియు సాధించవలసినది అంతా నెరవేర్చినవాడు అవుతాడు."
   }

    ]

})
})
module.exports=Router15;
