const express=require('express')
const Router13=express.Router()
Router13.get('',async(req,res)=>{
  res.render('chapter13',{
    header:[{"href":"Chapter1","value":"1"},
    {"href":"Chapter2","value":"2"},
    {"href":"Chapter3","value":"3"},
    {"href":"Chapter4","value":"4"},
    {"href":"Chapter5","value":"5"},
    {"href":"Chapter6","value":"6"},
    {"href":"Chapter7","value":"7"},
    {"href":"Chapter8","value":"8"},
    {"href":"Chapter9","value":"9"},
    {"href":"Chapter10","value":"10"},
    {"href":"Chapter11","value":"11"},
    {"href":"Chapter12","value":"12"},
    {"href":"Chapter13","value":"13"},
    {"href":"Chapter14","value":"14"},
    {"href":"Chapter15","value":"15"},
    {"href":"Chapter16","value":"16"},
    {"href":"Chapter17","value":"17"},
    {"href":"Chapter18","value":"18"}],
    temp:[

 {
   "id":"#1","value":"1","name":"అర్జున ఉవాచ ।\nప్రకృతిం పురుషం చైవ క్షేత్రం క్షేత్రజ్ఞమేవ చ ।\nఏతద్వేదితుమిచ్ఛామి జ్ఞానం జ్ఞేయం చ కేశవ ।। 1 ।।",
   "meaning":"అర్జున ఉవాచ — అర్జునుడు పలికెను;\nప్రకృతిం — భౌతిక ప్రకృతి;\nపురుషం — పురుషుడు (అనుభవించేవాడు);\nచ — మరియు;\nఏవ — నిజముగా;\nక్షేత్రం — క్షేత్రము;\nక్షేత్ర-జ్ఞమ్ — క్షేత్రమును తెలిసినవాడు;\nఏవ — అయినా;\nచ — మరియు;\nఏతత్ — ఇది;\nవేదితుం — తెలుసుకొనుటకు;\nఇచ్ఛామి — కోరుతున్నాను;\nజ్ఞానం — జ్ఞానము;\nజ్ఞేయం — జ్ఞానము యొక్క లక్ష్యము;\nచ — మరియు;\nకేశవ — కృష్ణ  కేశి అనే రాక్షసుడిని సంహరించినవాడా.",
   "tran":"BG 13.1: అర్జునుడు ఇలా అన్నాడు \"ఓ కేశవా ప్రకృతి మరియు పురుషుడు అంటే ఏమిటి క్షేత్రము మరియు క్షేత్రజ్ఞుడు అంటే ఏమి? అని తెలుసుకోగోరుచున్నాను. నిజమైన జ్ఞానము ఏమిటి మరియు అటువంటి జ్ఞానము యొక్క లక్ష్యము ఏమిటి? అని కూడా తెలుసుకోగోరుచున్నాను."
 },
 {
   "id":"#2","value":"2","name":"శ్రీ భగవానువాచ ।\nఇదం శరీరం కౌంతేయ క్షేత్రమిత్యభిధీయతే ।\nఏతద్యో వేత్తి తం ప్రాహుః క్షేత్రజ్ఞ ఇతి తద్విదః ।। 2 ।।",
   "meaning":"శ్రీ భగవానువాచ — శ్రీ భగవానుడు ఇలా పలికెను;\nఇదం — ఇది;\nశరీరం — శరీరము;\nకౌంతేయ — అర్జునా కుంతీ పుత్రుడా;\nక్షేత్రం — క్షేత్రము;\nఇతి — ఈ విధముగా;\nఅభిధీయతే — చెప్పబడినది;\nఏతత్ — ఇది;\nయః — ఎవరైతే;\nవేత్తి — తెలుసుకుంటారో;\nతం — ఆ వ్యక్తి;\nప్రాహుః — చెప్పబడును;\nక్షేత్ర-జ్ఞః — క్షేత్రమును తెలిసినవాడు;\nఇతి — ఈ విధముగా;\nతత్-విదః — సత్యాన్ని స్పష్టముగా తెలుసుకున్నవారు.",
   "tran":"BG 13.2: సర్వోత్కృష్ట దివ్య భగవానుడు ఇలా పలికెను: ఓ అర్జునా ఈ దేహము క్షేత్రము అని మరియు ఈ దేహమును గూర్చి తెలిసిన దానిని క్షేత్రజ్ఞుడు అని - ఈ రెండింటి గురించి బాగా తెలిసిన ఋషులచే చెప్పబడినది."
 },
 {
   "id":"#3","value":"3","name":"క్షేత్రజ్ఞం చాపి మాం విద్ధి సర్వక్షేత్రేషు భారత ।\nక్షేత్రక్షేత్రజ్ఞయోః జ్ఞానం యత్తద్ జ్ఞానం మతం మమ ।। 3 ।।",
   "meaning":"క్షేత్రజ్ఞం — క్షేత్రజ్ఞుడు;\nచ — మరియు;\nఅపి — మాత్రము;\nమాం — నన్ను;\nవిద్ధి — తెలుసుకొనుము;\nసర్వ — సమస్త;\nక్షేత్రేషు — వ్యక్తిగత క్షేత్రముల;\nభారత — భరత వంశీయుడా;\nక్షేత్ర — క్షేత్రము;\nక్షేత్ర-జ్ఞయోః — క్షేత్రజ్ఞుని గురించి;\nజ్ఞానం — తెలుసుకొనుట;\nయత్ — ఏదైతే;\nతత్ — అది;\nజ్ఞానం — జ్ఞానము;\nమతం — అభిప్రాయము;\nమమ — నా యొక్క.",
   "tran":"BG 13.3: ఓ భరత వంశీయుడా నేను కూడా ప్రతి ఒక్క క్షేత్రమును ఎఱింగిన వాడినే. ఈ శరీరమును క్షేత్రమని (కార్యకలాపాలు జరిగే స్థానము) మరియు ఆత్మ పరమాత్మ క్షేత్రజ్ఞులని (క్షేత్రమునెరింగినవారు) తెలుసుకోవటమే నిజమైన జ్ఞానముగా నేను పరిగణిస్తాను."
 },
 {
   "id":"#4","value":"4","name":"తత్ క్షేత్రం యచ్చ యాదృక్చయద్వికారి యతశ్చ యత్ ।\nస చ యో యత్ప్రభావశ్చ తత్సమాసేన మే శృణు ।। 4 ।।",
   "meaning":"తత్ — అది;\nక్షేత్రం — క్షేత్రము;\nయత్ — ఏదైతే;\nచ — మరియు;\nయాదృక్ — దాని స్వభావము;\nయత్-వికారి — దానిలో మార్పులు/కదలికలు ఎలా సంభవిస్తాయో;\nయతః — దేని నుండి;\nచ — మరియు;\nయత్ — ఏది;\nసః — అతడు;\nచ — మరియు;\nయః — ఎవరు;\nయత్-ప్రభావః — అతని ప్రభావ సామర్ధ్యము ఏమిటో;\nచ — మరియు;\nతత్ — అది;\nసమాసేన — సంక్షిప్తముగా;\nమే — నా నుండి;\nశృణు — వినుము.",
   "tran":"BG 13.4: వినుము క్షేత్రము అంటే ఏమిటో దాని స్వభావం ఏమిటో నేను నీకు వివరిస్తాను. దానిలో మార్పు ఎలా సంభవిస్తుందో అది దేనిచే సృష్టించబడినదో క్షేత్రజ్ఞుడు ఎవరో వాని శక్తిసామర్ధ్యము ఏమిటో కూడా వివరిస్తాను."
 },
 {
   "id":"#5","value":"5","name":"ఋషిభిర్బహుధా గీతం ఛందోభిర్వివిధైః పృథక్ ।\nబ్రహ్మసూత్రపదైశ్చైవ హేతుమద్భిర్వినిశ్చితైః ।। 5 ।।",
   "meaning":"ఋషిభిః — మహర్షుల చే;\nబహుధా — చాలా రకాలుగా;\nగీతం — పాడబడినది;\nఛందోభిః — వేద మంత్రములలో;\nవివిధైః — వివిధములైన;\nపృథక్ — వేర్వేరుగా;\nబ్రహ్మ-సూత్ర — బ్రహ్మ సూత్రములు;\nపదైః — శ్లోకములు;\nచ — మరియు;\nఏవ — ప్రత్యేకముగా;\nహేతు-మద్భిః — తర్కముతో (సహేతుకంగా);\nవినిశ్చితైః — నిశ్చయాత్మకముగా.",
   "tran":"BG 13.5: మహాత్ములైన ఋషులు క్షేత్రమును గూర్చి మరియు క్షేత్రజ్ఞుని గురించి సత్యమును పెక్కువిధముల వివరించి ఉన్నారు. ఎన్నోవేద మంత్రములలో కూడా ఇది తెలుపబడినది ప్రత్యేకముగా బ్రహ్మ సూత్రములలో ఇది సహేతుకముగా మరియు నిశ్చయాత్మకముగా తెలుపబడినది."
 },
 {
   "id":"#6","value":"6","name":"మహాభూతాన్యహంకారో బుద్ధిరవ్యక్తమేవ చ ।\nఇంద్రియాణి దశైకం చ పంచ చేంద్రియగోచరాః ।। 6 ।।",
   "meaning":"మహా-భూతాని — (పంచ) మహా భూతములు;\nఅహంకారః — అహంకారము;\nబుద్ధిః — బుద్ధి;\nఅవ్యక్తమ్ — ఆవ్యక్తమైన మూల ప్రకృతి;\nఏవ — నిజముగా;\nచ — మరియు;\nఇంద్రియాణి — ఇంద్రియములు;\nదశ-ఏకం — పదకొండు;\nచ — మరియు;\nపంచ — ఐదు;\nచ — మరియు;\nఇంద్రియ-గో-చరాః — (ఐదు) పంచేద్రియముల గ్రాహ్య విషయములు.",
   "tran":"BG 13.6: పంచ మహా భూతములు అహంకారము బుద్ధి అవ్యక్త మూల ప్రకృతి పదకొండు ఇంద్రియములు (ఐదు జ్ఞానేంద్రియములు ఐదు కర్మేంద్రియములు మనస్సు) మరియు ఐదు ఇంద్రియ గ్రాహ్య విషయములతో ఈ యొక్క క్షేత్రము ఉన్నది."
 },
 {
   "id":"#7","value":"7","name":"ఇచ్ఛా ద్వేషః సుఖం దుఃఖం సంఘాతశ్చేతనా ధృతిః ।\nఏతత్ క్షేత్రం సమాసేన సవికారముదాహృతమ్ ।। 7 ।।",
   "meaning":"ఇచ్ఛా — కోరిక;\nద్వేషః — ద్వేషము;\nసుఖం — సుఖము;\nదుఃఖం — దుఃఖము;\nసంఘాతః — ఇవన్నీ కలిపి;\nచేతనా — చైతన్యము;\nధృతిః — మనశ్శక్తి;\nఏతత్ — ఇవి అన్ని;\nక్షేత్రం — క్షేత్రము;\nసమాసేన — తో కూడి;\nస-వికారమ్ — మార్పులతో;\nఉదాహృతమ్ — చెప్పబడినవి.",
   "tran":"BG 13.7: ఇచ్ఛ మరియు ద్వేషము సంతోషము మరియు దుఃఖము శరీరము చైతన్యము మనోబలము - ఇవన్నీ కలిపి క్షేత్రము మరియు దాని మార్పులు (వికారములు) అనబడుతాయి."
 },
 {
   "id":"#8","value":"8","name":"అమానిత్వమదంభిత్వమ్ అహింసా క్షాంతిరార్జవమ్ ।\nఆచార్యోపాసనం శౌచం స్థైర్యమాత్మవినిగ్రహః ।। 8 ।।",
   "meaning":"అమానిత్వం — నమ్రత;\nఅదంభిత్వమ్ — దంభము (కృత్తిమ బుద్ధి) లేకుండా;\nఅహింసా — అహింస;\nక్షాంతిః — క్షమాగుణము;\nఆర్జవమ్ — నిరాడంబరత/సరళత;\nఆచార్య-ఉపాసనం — గురు సేవ;\nశౌచం — శరీర మనస్సుల యొక్క శుద్ధి;\nస్థైర్యం — స్థిరత్వము;\nఆత్మ-వినిగ్రహః — ఆత్మనిగ్రహము;\n",
   "tran":"BG 13.8-12: నమ్రత;దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట;అహింస;క్షమా గుణము;సరళత;గురు సేవ;శరీర-మనస్సుల పరిశుద్ధత;నిశ్చల బుద్ధి;మరియు ఆత్మ-నిగ్రహము;ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి;అహంకారము లేకుండుట;జన్మ మృత్యు జరా వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం;మమకారరాహిత్యం;భార్య(భర్త) పిల్లలు ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట;జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట;నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట;ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి;ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం;మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను."
 },
 {
   "id":"#9","value":"9","name":"ఇంద్రియార్థేషు వైరాగ్యమనహంకార ఏవ చ ।\nజన్మమృత్యుజరావ్యాధిదుఃఖదోషానుదర్శనమ్ ।। 9 ।।",
   "meaning":"ఇంద్రియ-అర్థేషు — ఇంద్రియ వస్తువిషయముల పట్ల;\nవైరాగ్యమ్ — వైరాగ్యము;\nఅనహంకారః — అహంకార రహితముగా;\nఏవ చ — మరియు ఇంకా;\nజన్మ — పుట్టుట;\nమృత్యు — మరణము;\nజరా — ముసలితనము;\nవ్యాధి — వ్యాధి;\nదుఃఖ — చెడు;\nదోష — దోషములు;\nఅనుదర్శనమ్ — తెలిసికొనుట (అనుభూతి).",
     "tran":"BG 13.8-12: నమ్రత;దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట;అహింస;క్షమా గుణము;సరళత;గురు సేవ;శరీర-మనస్సుల పరిశుద్ధత;నిశ్చల బుద్ధి;మరియు ఆత్మ-నిగ్రహము;ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి;అహంకారము లేకుండుట;జన్మ మృత్యు జరా వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం;మమకారరాహిత్యం;భార్య(భర్త) పిల్లలు ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట;జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట;నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట;ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి;ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం;మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను."
 },
 {
   "id":"#10","value":"10","name":"అసక్తిరనభిష్వంగః పుత్రదారగృహాదిషు ।\nనిత్యం చ సమచిత్తత్వమ్ ఇష్టానిష్టోపపత్తిషు ।। 10 ।।",
   "meaning":"అసక్తిః — ఆసక్తి లేకుండా;\nఅనభిష్వంగః — లాలస/తృష్ణ లేకుండా;\nపుత్ర — పిల్లలు;\nదార — భార్య (భర్త);\nగృహ-ఆదిషు — ఇల్లు మొదలగునవి;\nనిత్యం —ఎల్లప్పుడూ;\nచ — మరియు;\nసమ-చిత్తత్వమ్ — సమ చిత్తముతో ఉండుట;\nఇష్ట — ఇష్టమైనవి;\nఅనిష్ట — అనిష్టమైనవి;\nఉపపత్తిషు — వాటి ప్రాప్తి చే.",
   "tran":"BG 13.8-12: నమ్రత;దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట;అహింస;క్షమా గుణము;సరళత;గురు సేవ;శరీర-మనస్సుల పరిశుద్ధత;నిశ్చల బుద్ధి;మరియు ఆత్మ-నిగ్రహము;ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి;అహంకారము లేకుండుట;జన్మ మృత్యు జరా వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం;మమకారరాహిత్యం;భార్య(భర్త) పిల్లలు ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట;జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట;నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట;ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి;ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం;మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను."
 },
 {
   "id":"#11","value":"11","name":"మయి చానన్యయోగేన భక్తిరవ్యభిచారిణీ ।\nవివిక్తదేశసేవిత్వమ్ అరతిర్జనసంసది ।। 11 ।।",
   "meaning":"మయి — నా పట్ల;\nచ — మరియు;\nఅనన్య-యోగేన — అనన్య చిత్తముతో ఏకమై ఉండి;\nభక్తిః — భక్తి;\nఅవ్యభిచారిణీ — నిశ్చలమైన;\nవివిక్త — ఏకాంత;\nదేశ — ప్రదేశములు;\nసేవిత్వమ్ — పట్ల మొగ్గు చూపి;\nఅరతిః — విముఖత;\nజన-సంసది — ప్రాపంచిక విషయాసక్తులైన సమాజం పట్ల.",
      "tran":"BG 13.8-12: నమ్రత;దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట;అహింస;క్షమా గుణము;సరళత;గురు సేవ;శరీర-మనస్సుల పరిశుద్ధత;నిశ్చల బుద్ధి;మరియు ఆత్మ-నిగ్రహము;ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి;అహంకారము లేకుండుట;జన్మ మృత్యు జరా వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం;మమకారరాహిత్యం;భార్య(భర్త) పిల్లలు ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట;జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట;నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట;ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి;ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం;మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను."
 },
 {
   "id":"#12","value":"12","name":"అధ్యాత్మజ్ఞాననిత్యత్వం తత్త్వజ్ఞానార్థదర్శనమ్ ।\nఏతద్ జ్ఞానమితి ప్రోక్తమ్ అజ్ఞానం యదతోఽన్యథా ।। 12 ।।",
   "meaning":"ఆధ్యాత్మ — ఆధ్యాత్మిక;\nజ్ఞాన — జ్ఞానము;\nనిత్యత్వం — ఎల్లప్పుడూ ఉండటము;\nతత్త్వ-జ్ఞానా — ఆధ్యాత్మిక సిద్ధాంత జ్ఞానము;\nఅర్థ — కోసము;\nదర్శనమ్ — వేదాంతశాస్త్రము;\nఏతద్ — ఇవి అన్ని;\nజ్ఞాన — జ్ఞానము;\nఇతి — ఈ విధంగా;\nప్రోక్తమ్ — చెప్పబడినవి;\nఅజ్ఞానం — అజ్ఞానము;\nయత్ — ఏదైతే;\nఅతః — దీనికి;\nఅన్యథా — విరుద్ధమైన.",
   "tran":"BG 13.8-12: నమ్రత;దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట;అహింస;క్షమా గుణము;సరళత;గురు సేవ;శరీర-మనస్సుల పరిశుద్ధత;నిశ్చల బుద్ధి;మరియు ఆత్మ-నిగ్రహము;ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి;అహంకారము లేకుండుట;జన్మ మృత్యు జరా వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం;మమకారరాహిత్యం;భార్య(భర్త) పిల్లలు ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట;జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట;నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట;ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి;ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం;మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను."
 },

 {
   "id":"#13","value":"13","name":"జ్ఞేయం యత్తత్ ప్రవక్ష్యామి యద్ జ్ఞాత్వామృతమశ్నుతే ।\nఅనాదిమత్పరం బ్రహ్మ న సత్తన్నాసదుచ్యతే ।। 13 ।।",
   "meaning":"జ్ఞేయం — తప్పకుండా తెలుసుకోబడదగినది;\nయత్ — ఏదైతే;\nతత్ — అది;\nప్రవక్ష్యామి — ఇప్పుడు నీకు తెలియచేస్తాను;\nయత్ — అది;\nజ్ఞాత్వా — తెలుసుకున్న తరువాత;\nఅమృత — అమరత్వము;\nఅశ్నుతే — పొందురు;\nఅనాది — ఆది (మొదలు) లేని;\nమత్-పరం — నాకు ఆధీనమై;\nబ్రహ్మ — బ్రహ్మాం;\nన — కాదు;\nసత్ — ఉన్నది;\nతత్ — అది;\nన — కాదు;\nఅసత్ — లేనిది;\nఉచ్యతే — అంటారు.",
   "tran":"BG 13.13: ఏది తప్పకుండా తెలుసుకొనబడాలో నీకు దానిని ఇప్పుడు నేను తెలియచేస్తాను అది తెలుసుకున్న తరువాత వ్యక్తి అమరత్వం పొందుతాడు. అదియే సత్ అసత్ లకు అతీతముగా ఉండే ఆదిరహిత బ్రహ్మాం."
 },
 {
   "id":"#14","value":"14","name":"సర్వతః పాణిపాదం తత్సర్వతోఽక్షిశిరోముఖమ్ ।\nసర్వతః శ్రుతిమల్లోకే సర్వమావృత్య తిష్ఠతి ।। 14 ।।",
   "meaning":"సర్వతః — సర్వత్ర;\nపాణి — చేతులు;\nపాదం — పాదములు;\nతత్ — అది;\nసర్వతః — సర్వత్ర;\nఅక్షి — కన్నులు;\nశిరః — శిరస్సులు;\nముఖమ్ — ముఖములు;\nసర్వతః — అంతటా;\nశ్రుతి-మత్ — చెవులు కలిగి;\nలోకే — జగత్తులో;\nసర్వం — సమస్తము;\nఆవృత్య — వ్యాపించి;\nతిష్ఠతి — ఉంటుంది.",
   "tran":"BG 13.14: సర్వత్రా ఆయన పాదములు కన్నులు శిరస్సులు మరియు ముఖములు ఉన్నాయి. ఆయన చెవులు కూడా అన్ని ప్రదేశాలలో ఉన్నాయి ఎందుకంటే ఆయన ఈ జగత్తు అంతా నిండి నిబిడీకృతమై ఉన్నాడు."
 },
 {
   "id":"#15","value":"15","name":"సర్వేంద్రియగుణాభాసం సర్వేంద్రియవివర్జితమ్ ।\nఅసక్తం సర్వభృచ్చైవ నిర్గుణం గుణభోక్తృ చ ।। 15 ।।",
   "meaning":"సర్వ — అన్ని;\nఇంద్రియ — ఇంద్రియముల;\nగుణ — ఇంద్రియ-వస్తువిషయములు;\nఆభాసం — గ్రహించేవాడు/అనుభవించేవాడు;\nసర్వ — అన్ని;\nఇంద్రియ — ఇంద్రియముల;\nవివర్జితమ్ — లేకుండా;\nఅసక్తం — ఆసక్తి రహితముగా;\nసర్వ-భృత్ — అన్నింటిని సంరక్షించి పోషించేవాడు;\nచ — అయినా;\nఏవ — నిజముగా;\nనిర్గుణం — ప్రకృతి త్రిగుణములకు అతీతముగా;\nగుణ-భోక్తృ — ప్రకృతి యొక్క త్రిగుణములకు భోక్తగా;\nచ — అయినా సరే.",
   "tran":"BG 13.15: ఇంద్రియ వస్తువిషయములను అన్నింటినీ ఆయన తెలుసుకొనగలిగినా ఆయన ఇంద్రియ రహితుడు. ఆయనకు దేనిపట్ల కూడా మమకారానుబంధము లేదు అయినా ఆయనే అన్నింటిని సంరక్షించి పోషించేవాడు. ఆయన నిర్గుణుడు అయినా ప్రకృతి త్రిగుణములకు భోక్త ఆయనే."
 },

 {
   "id":"#16","value":"16","name":"బహిరంతశ్చ భూతానామ్ అచరం చరమేవ చ ।\nసూక్ష్మత్వాత్ తదవిజ్ఞేయం దూరస్థం చాంతికే చ తత్ ।। 16 ।।",
   "meaning":"బహిః — బాహ్యముగా;\nఅంతః — ఆంతరములో;\nచ — మరియు;\nభూతానామ్ — సర్వ ప్రాణులు;\nఅచరం — కదలనివి;\nచరం — కదిలేవి (చరములు) ఏవ — నిజముగా;\nచ — మరియు;\nసూక్ష్మత్వాత్ — సూక్ష్మమైనది కావున;\nతత్ — అతడు;\nఅవిజ్ఞేయం — అర్థం కాని;\nదూర-స్థం — చాలా దూరముగా ఉండి;\nచ — మరియు;\nఅంతికే — చాలా దగ్గరగా;\nచ — మరియు;\nతత్ — అతడు.",
   "tran":"BG 13.16: ఆయన సమస్త చరాచర భూతముల బయట మరియు లోపల కూడా స్థితమై ఉన్నాడు. ఆయన సూక్షమైన వాడు కాబట్టి ఆయనను మనం అర్థం చేసుకోలేము. చాలా దూరంలో ఉన్నాడు కానీ చాలా దగ్గరగా కూడా ఉన్నాడు."
 },
 {
   "id":"#17","value":"17","name":"అవిభక్తం చ భూతేషు విభక్తమివ చ స్థితమ్ ।\nభూతభర్తృ చ తద్ జ్ఞేయం గ్రసిష్ణు ప్రభవిష్ణు చ ।। 17 ।।",
   "meaning":"అవిభక్తం — విభజించవీలుగాని;\nచ — మరియు;\nభూతేషు — ప్రాణుల యందు;\nవిభక్తమ్ — వేర్వేరుగా విభక్తుడై;\nఇవ — కనపడుతూ;\nచ — మరియు;\nస్థితమ్ — స్థితుడై;\nభూత-భర్తృ — సమస్త ప్రాణులను పోషించి సంరక్షించేవాడు;\nచ — మరియు;\nతద్ — అది;\nజ్ఞేయం — తెలుకొనదగినవాడు;\nగ్రశిష్ణు — లయముచేసేవాడు;\nప్రభవిష్ణు — సృష్టికర్త;\nచ — కూడా.",
   "tran":"BG 13.17: ఆయన విభజించుటకు వీలులేని వాడు అయినా సర్వప్రాణులలో వేర్వేరుగా కనిపిస్తూ ఉంటాడు. ఆ పరమేశ్వరుడే సమస్త భూతములకు (ప్రాణులకు) సంరక్షకుడు-పోషకుడు లయకారకుడు మరియు సృష్టికర్త అని తెలుసుకొనుము."
 },
 {
   "id":"#18","value":"18","name":"జ్యోతిషామపి తజ్జ్యోతిస్తమసః పరముచ్యతే ।\nజ్ఞానం జ్ఞేయం జ్ఞానగమ్యం హృది సర్వస్య విష్ఠితమ్ ।। 18 ।।",
   "meaning":"జ్యోతిషామ్ — ప్రకాశవంతమైన వాటన్నిటిలో;\nఅపి — కూడా;\nతత్ — అది;\nజ్యోతిః — వెలుగు;\nతమసః — చీకటి;\nపరమ్ — అతీతమైన;\nఉచ్యతే — అంటారు;\nజ్ఞానం — జ్ఞానము;\nజ్ఞేయం — జ్ఞానవస్తువు;\nజ్ఞాన-గమ్యం — జ్ఞానము యొక్క లక్ష్యము;\nహృది — హృదయములో;\nసర్వస్య — సమస్త ప్రాణులలో;\nవిష్ఠితమ్ — స్థితమై ఉండును.",
   "tran":"BG 13.18: అన్ని తేజోమయవస్తువుల్లో ఆయనే ప్రకాశానికి మూలము మరియు అజ్ఞానపు చీకటికి పరమ అతీతుడు. జ్ఞానము ఆయనే జ్ఞాన విషయము ఆయనే మరియు జ్ఞాన లక్ష్యము ఆయనే. ఆయన సమస్త ప్రాణుల హృదయములలో ఉంటాడు."
 },
 {
   "id":"#19","value":"19","name":"ఇతి క్షేత్రం తథా జ్ఞానం జ్ఞేయం చోక్తం సమాసతః ।\nమద్భక్త ఏతద్విజ్ఞాయ మద్భావాయోపపద్యతే ।। 19 ।।",
   "meaning":"ఇతి — ఈ విధముగా;\nక్షేత్రం — క్షేత్ర స్వభావము;\nతథా — మరియు;\nజ్ఞానం — జ్ఞానము;\nజ్ఞేయం — జ్ఞాన విషయము;\nచ — మరియు;\nఉక్తం — తెలియచేయబడినది;\nసమాసతః — సంక్షిప్తముగా;\nమత్-భక్తః — నా భక్తుడు;\nఏతత్ — ఇది;\nవిజ్ఞాయ — తెలుసుకొని;\nమత్-భావః — నా దివ్య స్వభావము;\nఉపపద్యతే — పొందును.",
   "tran":"BG 13.19: ఈ ప్రకారముగా నీకు క్షేత్రము యొక్క స్వభావమును జ్ఞానము యొక్క అర్థమును మరియు జ్ఞాన విషయమును నేను తెలియచేసాను. నా భక్తులు మాత్రమే దీనిని యదార్థముగా అర్థం చేసుకోగలరు అలా చేసిన పిదప వారు నా దివ్య స్వభావమునే పొందుతారు."
 },
 {
   "id":"#20","value":"20","name":"ప్రకృతిం పురుషం చైవ విద్ధ్యనాదీ ఉభావపి ।\nవికారాంశ్చ గుణాంశ్చైవ విద్ధి ప్రకృతిసంభవాన్ ।। 20 ।।",
   "meaning":"ప్రకృతిం — భౌతిక ప్రకృతి;\nపురుషం — జీవాత్మలు;\nచ — మరియు;\nఏవ — నిజముగా;\nవిద్ధి — తెలుసుకొనుము;\nఅనాదీ — మొదలు (ఆది) లేని;\nఉభౌ — రెండునూ;\nఅపి — కూడా;\nవికారాన్ — మార్పులు/వికారములు (శరీరము యొక్క);\nచ — మరియు;\nగుణాన్ — ప్రకృతి త్రిగుణములు;\nచ — మరియు;\nఏవ — నిజముగా;\nవిద్ధి — తెలుసుకొనుము;\nప్రకృతి — భౌతిక శక్తి;\nసంభవాన్ — చే ఉత్పన్నమగును.",
   "tran":"BG 13.20: ప్రకృతి (భౌతిక ప్రకృతి) మరియు పురుషుడు (ఆత్మలు) రెండూ కూడా అనాదియైనవి (సనాతనమైనవి). శరీరములోని అన్ని మార్పులూ మరియు ప్రకృతి త్రిగుణములూ కూడా భౌతిక శక్తి చే సంభవిస్తున్నాయని తెలుసుకొనుము."
 },
 {
   "id":"#21","value":"21","name":"కార్యకారణకర్తృత్వే హేతుః ప్రకృతిరుచ్యతే ।\nపురుషః సుఖదుఃఖానాం భోక్తృత్వే హేతురుచ్యతే ।। 21 ।।",
   "meaning":"కార్య — కార్యము;\nకారణ — కారణము;\nకర్తృత్వే — ఉత్పన్నము చేయుటలో;\nహేతుః — హేతువు;\nప్రకృతిః — భౌతిక శక్తి;\nఉచ్యతే — చెప్పబడును;\nపురుషః — జీవాత్మ;\nసుఖ-దుఃఖానాం — సుఖ దుఃఖముల యొక్క;\nభోక్తృత్వే — అనుభవించుట లో;\nహేతుః — హేతువు;\nఉచ్యతే — అంటారు.",
   "tran":"BG 13.21: సృష్టిలో కార్యమునకు కారణమునకు భౌతిక శక్తియే హేతువని;\nసుఖ దుఃఖములను అనుభూతి చెందుటలో జీవాత్మ యే బాధ్యుడు అని చెప్పబడినది."
 },
 {
   "id":"#22","value":"22","name":"పురుషః ప్రకృతిస్థో హి భుంక్తే ప్రకృతిజాన్గుణాన్ ।\nకారణం గుణసంగోఽస్య సదసద్యోనిజన్మసు ।। 22 ।।",
   "meaning":"పురుషః — జీవాత్మ;\nప్రకృతి-స్థః — ప్రకృతిలో స్థితమై ఉండి;\nహి — నిజముగా;\nభుంక్తే — భోగించ దలచి;\nప్రకృతి-జాన్ — భౌతిక శక్తి (ప్రకృతి) జనితమైన;\nగుణాన్ — త్రిగుణములు;\nకారణం — కారణము;\nగుణ-సంగః — గుణములతో సంగము (మమకారాసక్తి);\nఅస్య — దాని యొక్క;\nసత్-అసత్-యోని — ఉఛ్చమైన-నీచమైన-గర్భములో;\nజన్మసు — పుట్టుట.",
   "tran":"BG 13.22: ఎప్పుడైతే ప్రకృతిలో (భౌతిక శక్తి) లో స్థితమై ఉన్న పురుషుడు (జీవాత్మ) త్రిగుణములను సుఖించదలచాడో వాటి పట్ల మమకారాసక్తియే ఆ జీవాత్మకు ఉన్నతమైన జన్మ మరియు నీచ జన్మలకు కారణమగును."
 },
 {
   "id":"#23","value":"23","name":"ఉపద్రష్టానుమంతా చ భర్తా భోక్తా మహేశ్వరః ।\nపరమాత్మేతి చాప్యుక్తో దేహేఽస్మిన్ పురుషః పరః ।। 23 ।।",
   "meaning":"ఉపద్రష్టా — సాక్షి;\nఅనుమంతా — ఆనతి నిచ్చేవాడు;\nచ — మరియు;\nభర్తా — భర్త (పోషకుడు);\nభోక్తా — అలౌకిక భోక్త;\nమహా-ఈశ్వరః — సర్వోత్కృష్ట నియంత్రకుడు/అధికారి;\nపరమ-ఆత్మా — పరమాత్మ;\nఇతి — అది;\nచ అపి — ఇంకా కూడా;\nఉక్తః — చెప్పబడును;\nదేహే — దేహము లోయందు;\nఅస్మిన్ — ఇది;\nపురుషః-పరః — సర్వోత్కృష్ట భగవానుడు.",
   "tran":"BG 13.23: దేహములోనే ఆ సర్వోన్నత భగవానుడు కూడా ఉంటాడు. ఆయన సర్వసాక్షి సర్వ నియామకుడు ధరించి పోషించేవాడు అలౌకిక భోక్త సర్వోత్కృష్ట అధికారి మరియు పరమాత్మ అని చెప్పబడుతాడు."
 },
 {
   "id":"#24","value":"24","name":"య ఏవం వేత్తి పురుషం ప్రకృతిం చ గుణైః సహ ।\nసర్వథా వర్తమానోఽపి న స భూయోఽభిజాయతే ।। 24 ।।",
   "meaning":"యః — ఎవరైతే;\nఏవం — ఈ విధముగా;\nవేత్తి — అర్థంచేసుకున్న;\nపురుషం — పురుషుడు;\nప్రకృతిం — భౌతిక ప్రకృతి;\nచ — మరియు;\nగుణైః — ప్రకృతి త్రిగుణములు;\nసహ — తో;\nసర్వథా — అన్ని విధముల;\nవర్తమానః — స్థితమై;\nఅపి — అయినాకూడా;\nన — కాదు;\nసః — వారు;\nభూయః — మరల;\nఅభిజాయతే — పుట్టుట.",
   "tran":"BG 13.24: పరమాత్మ జీవాత్మ భౌతిక ప్రకృతి మరియు ప్రకృతి త్రిగుణముల మధ్య సహచర్యముల గురించి యదార్ధమును అర్థం చేసుకున్న వారు మళ్ళీ ఇక ఇక్కడ పుట్టరు. వారి ప్రస్తుత పరిస్థితి ఎలాఉన్నా వారు విముక్తి చేయబడతారు."
 },
 {
   "id":"#25","value":"25","name":"ధ్యానేనాత్మని పశ్యంతి కేచిదాత్మానమాత్మనా ।\nఅన్యే సాంఖ్యేన యోగేన కర్మయోగేన చాపరే ।। 25 ।।",
   "meaning":"ధ్యానేన — ధ్యానము ద్వారా;\nఆత్మని — హృదయములో;\nపశ్యంతి — దర్శించెదరు;\nకేచిత్ — కొందరు;\nఆత్మానాం — పరమాత్మ;\nఆత్మనా — మనస్సుచే;\nఅన్యే — ఇతరులు;\nసాంఖ్యేన — జ్ఞాన సముపార్జన ద్వారా;\nయోగేన — యోగ పద్దతి;\nకర్మ-యోగేన — కర్మ ఆచరణ ద్వారా భగవంతునితో ఏకమవ్వటం;\nచ — మరియు;\nపరే — మరికొందరు.",
   "tran":"BG 13.25: కొందరు ధ్యానము ద్వారా తమ హృదయములో ఉన్న పరమాత్మను దర్శించటానికి ప్రయత్నిస్తారు;మరియు ఇతరులు దీనినే జ్ఞాన సముపార్జన ద్వారా పొందటానికి ప్రయత్నిస్తారు ఇంకా మరికొందరు ఈ విజ్ఞానమును కర్మ మార్గము ద్వారా సాధించుటకు పరిశ్రమిస్తుంటారు"
 },
 {
   "id":"#26","value":"26","name":"అన్యే త్వేవమజానంతః శ్రుత్వాన్యేభ్య ఉపాసతే ।\nతేఽపి చాతితరంత్యేవ మృత్యుం శ్రుతిపరాయణాః ।। 26 ।।",
   "meaning":"అన్యే — ఇతరులు;\nతు — ఇంకా;\nఏవం — ఈ విధముగా;\nఅజానంతః — తెలియని వారు (ఆధ్యాత్మిక మార్గముల గురించి);\nశృత్వా — వినటం ద్వారా;\nఅన్యేభ్య — ఇతరుల నుండి;\nఉపాసతే — పూజించటం ప్రారంభిస్తారు;\nతే — వారు;\nఅపి — కూడా;\nచ — మరియు;\nఅతితరంతి — దాటుతారు;\nఏవ — కూడా;\nమృత్యుమ్ — మృత్యువు;\nశృతి పరాయణాః — భక్తితో వినటం (మహాత్ముల ద్వారా).",
   "tran":"BG 13.26: ఇంకా కొందరు ఈ ఆధ్యాత్మిక మార్గముల గురించి తెలియనివారు వాటి గురించి వేరే వారి దగ్గర విని ఆ సర్వోన్నత భగవానుని ఆరాధించటం మొదలుపెడతారు. ఇలా భక్తితో మహాత్ముల దగ్గర శ్రవణం చేయటం చేత వారు కూడా క్రమక్రమంగా ఈ జనన-మరణ సంసార సాగరాన్ని దాటగలరు."
 },
 {
   "id":"#27","value":"27","name":"యావత్సంజాయతే కించిత్ సత్త్వం స్థావరజంగమమ్ ।\nక్షేత్రక్షేత్రజ్ఞసంయోగాత్ తద్విద్ధి భరతర్షభ ।। 27 ।।",
   "meaning":"యావత్ — అన్ని;\nసంజాయతే — వ్యక్తమయిన;\nకించిత్ — ఏదైనా సరే;\nసత్త్వం — ప్రాణి;\nస్థావర — స్థావరములు (కదలనివి);\nజంగమమ్ — కదిలేవి;\nక్షేత్ర — క్షేత్రము;\nక్షేత్రజ్ఞ — క్షేత్రజ్ఞుడు (క్షేత్రముని యెఱింగిన వాడు);\nసంయోగాత్ — సంయోగము వలన;\nతత్ — అది;\nవిద్ధి — తెలుసుకొనుము;\nభరత-ఋషభ — భరత వంశీయులలో శ్రేష్ఠుడా.",
   "tran":"BG 13.27: ఓ భరత వంశీయులలో శ్రేష్ఠుడా నీవు ఈ సమస్త చరాచర ప్రాణులు ఈ క్షేత్రము మరియు క్షేత్రజ్ఞుడు యొక్క కలయిక వలననే ఉన్నాయని తెలుసుకొనుము."
 },
 {
   "id":"#28","value":"28","name":"సమం సర్వేషు భూతేషు తిష్ఠంతం పరమేశ్వరమ్ ।\nవినశ్యత్స్వవినశ్యంతం యః పశ్యతి స పశ్యతి ।। 28 ।।",
   "meaning":"సమం — సమానముగా;\nసర్వేషు — సమస్త;\nభూతేషు — ప్రాణులలో;\nతిష్ఠంతం — అనుసరిస్తూనేఉండి;\nపరమ-ఈశ్వరమ్ — పరమాత్మ;\nవినశ్యత్సు — నశించేవాటిలో;\nఅవినశ్యంతం — నాశములేనిదిగా ఉండి;\nయః — ఎవరైతే;\nపశ్యతి — చూచెదరో;\nసః — వారు;\nపశ్యతి — చూసినట్టు.",
   "tran":"BG 13.28: సమస్త ప్రాణులలో వాటి ఆత్మ తో పాటుగా ఉన్న పరమాత్మను చూసినవాడే మరియు ఆ రెంటినీ ఈ నశ్వరమైన శరీరంలో అనశ్వరమైన వాటిగా చూసినవాడే నిజముగా చూసినట్టు."
 },
 {
   "id":"#29","value":"29","name":"సమం పశ్యన్ హి సర్వత్ర సమవస్థితమీశ్వరమ్ ।\nన హినస్త్యాత్మనాత్మానం తతో యాతి పరాం గతిమ్ ।। 29 ।।",
   "meaning":"సమం — సమానముగా;\nపశ్యన్ — దర్శించి;\nహి — నిజముగా;\nసర్వత్ర — అన్ని చోట్లా;\nసమవస్థితమ్ — సమముగా స్థితమై ఉన్న;\nఈశ్వరమ్ — పరమాత్మ గా ఉన్న భగవంతుడు;\nన — చేయడు;\nహినస్తి — దిగజార్చుకొనుట;\nఆత్మనా — మనస్సు చేత;\nఆత్మానం — ఆత్మను;\nతతః — తద్వారా;\nయాతి — చేరును;\nపరాం — సర్వోన్నత;\nగతిం — గమ్యము.",
   "tran":"BG 13.29: సర్వ ప్రాణులలో సమానముగా పరమాత్మ గా ఉన్న ఆ భగవంతుడిని చూసేవారు తమ మనస్సుచే తమను తామే దిగజార్చుకోరు. తద్వారా వారు పరమ పదమునకు చేరుకుంటారు."
 },
 {
   "id":"#30","value":"30","name":"ప్రకృత్యైవ చ కర్మాణి క్రియమాణాని సర్వశః ।\nయః పశ్యతి తథాత్మానమ్ అకర్తారం స పశ్యతి ।। 30 ।।",
   "meaning":"ప్రకృత్య — ప్రకృతి స్వభావము చేత;\nఏవ — నిజముగా;\nచ — మరియు;\nకర్మాణి — కర్మలు;\nక్రియమాణాని — చేయబడును;\nసర్వశః — అందరూ;\nయః — ఎవరైతే;\nపశ్యతి — చూచెదరు;\nతథా — కూడా;\nఆత్మానమ్ — జీవాత్మ;\nఅకర్తారం — అకర్త (ఏమీ చేయదు);\nస — వారు;\nపశ్యతి — చూసినట్టు.",
   "tran":"BG 13.30: (శరీరము యొక్క) అన్ని కార్యములు చేసేది భౌతిక ప్రకృతియే జీవాత్మ నిజానికి ఏపనీ చేయదు - అని అర్థంచేసుకున్నవాడు నిజముగా చూసినట్టు."
 },
 {
   "id":"#31","value":"31","name":"యదా భూతపృథగ్భావమ్ ఏకస్థమనుపశ్యతి ।\nతత ఏవ చ విస్తారం బ్రహ్మ సంపద్యతే తదా ।। 31 ।।",
   "meaning":"యదా — ఎప్పుడైతే;\nభూత — ప్రాణులు;\nపృథక్-భావమ్ — విభిన్నమైన రకాలు;\nఏక-స్థం — ఒకచోటనే స్థితమై ఉన్నట్టు;\nఅనుపశ్యతి — చూచెదరో;\nతతః — ఆ తదుపరి;\nఏవ — నిజముగా;\nచ — మరియు;\nవిస్తారం — జనించిన;\nబ్రహ్మ — బ్రహ్మాం;\nసంపద్యతే — (వారు) పొందెదరు;\nతదా — అప్పుడు.",
   "tran":"BG 13.31: విభిన్న వైధ్యములతో కూడిన జీవరాశులు అన్నీ ఒకే ప్రకృతిలో స్థితమై ఉన్నట్టు చూసినప్పుడు మరియు అవన్నీ దానినుండే ఉద్భవించినవి అని అర్థం చేసుకున్నప్పుడు వారు బ్రహ్మజ్ఞానమును పొందుతారు."
 },
 {
   "id":"#32","value":"32","name":"అనాదిత్వాన్నిర్గుణత్వాత్ పరమాత్మాయమవ్యయః ।\nశరీరస్థోఽపి కౌంతేయ న కరోతి న లిప్యతే ।। 32 ।।",
   "meaning":"అనాదిత్వాత్ — అనాది అయినది;\nనిర్గుణత్వాత్ — ఎంటువంటి భౌతిక గుణములు లేకుండా;\nపరమ-ఆత్మా — పరమాత్మ;\nఅయం — ఇది;\nఅవ్యయః — నాశరహితుడు;\nశరీర-స్థ — శరీరములో నివసిస్తూ;\nఅపి — అయినా సరే;\nకౌంతేయ — అర్జునా కుంతీ దేవి తనయుడా;\nన కరోతి — ఏమీ చేయడు;\nన లిప్యతే — ఏమీ అంటదు.",
   "tran":"BG 13.32: ఓ కుంతీ తనయుడా పరమాత్మ నాశములేనివాడు అనాదియైనవాడు భౌతిక లక్షణములు ఏవీ లేనివాడు. దేహములోనే స్థితమై ఉన్నా ఆయన ఏమీ చేయడు మరియు భౌతిక శక్తి చే ఏమాత్రం కళంకితము కాడు."
 },

 {
   "id":"#33","value":"33","name":"యథా సర్వగతం సౌక్ష్మ్యాత్ ఆకాశం నోపలిప్యతే ।\nసర్వత్రావస్థితో దేహే తథాత్మా నోపలిప్యతే ।। 33 ।।",
   "meaning":"యథా — ఎలాగైతే;\nసర్వ-గతం — అన్నింటిలో వ్యాప్తమై ఉన్న;\nసౌక్ష్మ్యాత్ — సూక్షమైనది కావున;\nఆకాశం — ఖాళీ జాగా;\nన-ఉపలిప్యతే — కళంకితము కాదో;\nసర్వత్రా — అన్ని చోట్లా;\nఅవస్థితః — స్థితమై ఉండునో;\nదేహే — దేహము;\nతథా — అదే విధముగా;\nఆత్మా — ఆత్మ;\nన ఉపలిప్యతే — కళంకితము కాదు.",
   "tran":"BG 13.33: ఆకాశము (ఖాళీ జాగా) అన్నింటిని తనలోనే కలిగిఉంటుంది కానీ సూక్ష్మమైనది కావటం వలన తనలో కలిగి ఉన్న వాటిచే కళంకితముకాదు. అదే విధముగా దేహములో దాని చైతన్యమంతా వ్యాపించి ఉన్నా ఆత్మ అనేది శరీరము యొక్క గుణములచే ప్రభావితము కాదు."
 },
 {
   "id":"#34","value":"34","name":"యథా ప్రకాశయత్యేకః కృత్స్నం లోకమిమం రవిః ।\nక్షేత్రం క్షేత్రీ తథా కృత్స్నం ప్రకాశయతి భారత ।। 34 ।।",
   "meaning":"యథా — ఎలాగైతే;\nప్రకాశయతి — ప్రకాశింపచేయుట;\nఏకః — ఒకటి;\nకృత్స్నం — సమస్త;\nలోకం — సౌరకుటుంబము;\nమిమం — ఇది;\nరవిః — సూర్యుడు;\nక్షేత్రం — శరీరము;\nక్షేత్రీ — ఆత్మ (జీవాత్మ);\nతథా — అదేవిధంగా;\nకృత్స్నం — మొత్తం;\nప్రకాశయతి — ప్రకాశింపచేయును;\nభారతః — అర్జునా భరత వంశీయుడా.",
   "tran":"BG 13.34: ఎలాగైతే ఒక్క సూర్యుడే సమస్త సౌరకుటుంబమును ప్రకాశింపచేయునో అలాగే ఒక్క ఆత్మ యే మొత్తం శరీరమును (చైతన్యము చే) ప్రకాశింపచేయును."
 },
 {
   "id":"#35","value":"35","name":"క్షేత్రక్షేత్రజ్ఞయోరేవమ్ అంతరం జ్ఞానచక్షుషా ।\nభూతప్రకృతిమోక్షం చ యే విదుర్యాంతి తే పరమ్ ।। 35 ।।",
   "meaning":"క్షేత్ర — శరీరము;\nక్షేత్రజ్ఞయోః — శరీరమును తెలిసినవాడు;\nఏవమ్ — ఈ విధంగా;\nఅంతరం — తేడా;\nజ్ఞాన-చక్షుషా — జ్ఞాన చక్షువులచే (జ్ఞానమనే కళ్ళతో);\nభూత — ప్రాణి;\nప్రకృతి-మోక్షం — భౌతిక ప్రకృతి నుండి విముక్తి;\nచ — మరియు;\nయే — ఎవరైతే;\nవిదుః — తెలుసుకొంటారో;\nయాంతి — చేరుకుందురు;\nతే — వారు;\nపరమ్ — సర్వోన్నత స్థాయిని.",
   "tran":"BG 13.35: జ్ఞాన-చక్షువులచే ఈ క్షేత్రము మరియు క్షేత్రజ్ఞుడు యొక్క భేదమును గమనించేవారు మరియు భౌతిక ప్రకృతి నుండి విముక్తి పొందే పద్దతి తెలిసినవారు పరమ పదమును చేరుకుంటారు."
 }
]

})
})
module.exports=Router13;
