const express=require('express')
const Router1=express.Router()
Router1.get('',async(req,res)=>{
  res.set('Cache-Control','src,max-age=300,s-maxage=600');
  res.render('chapter1',{
    header:[{"href":"Chapter1","value":"1"},
    {"href":"Chapter2","value":"2"},
    {"href":"Chapter3","value":"3"},
    {"href":"Chapter4","value":"4"},
    {"href":"Chapter5","value":"5"},
    {"href":"Chapter6","value":"6"},
    {"href":"Chapter7","value":"7"},
    {"href":"Chapter8","value":"8"},
    {"href":"Chapter9","value":"9"},
    {"href":"Chapter10","value":"10"},
    {"href":"Chapter11","value":"11"},
    {"href":"Chapter12","value":"12"},
    {"href":"Chapter13","value":"13"},
    {"href":"Chapter14","value":"14"},
    {"href":"Chapter15","value":"15"},
    {"href":"Chapter16","value":"16"},
    {"href":"Chapter17","value":"17"},
    {"href":"Chapter18","value":"18"}],
    temp:[

 {
   "id": "#1",
   "value": "1","name":"ధృతరాష్ట్ర ఉవాచ ।\nధర్మ క్షేత్రే కురుక్షేత్రే సమవేతా యుయుత్సవః ।\nమామకాః పాండవాశ్చైవ కిమకుర్వత సంజయ ।। 1 ।।",
   "meaning": "ధృతరాష్ట్ర ఉవాచ — ధృతరాష్ట్రుడు పలికెను;\nధర్మ క్షేత్రే — ధర్మ భూమి;\nకురు-క్షేత్రే — కురుక్షేత్రం వద్ద;\nసమవేతాః  — చేరియున్న;\nయుయుత్సవః — యుద్ధ కాంక్ష తో;\nమామకాః — నా పుత్రులు;\nపాండవా — పాండు పుత్రులు;\nచ — మరియు;\nఏవ — నిజముగా;\nకిం — ఏమి;\nఅకుర్వత — చేసినారు;\nసంజయ — ఓ సంజయా.",
   "tran": "BG 1.1:ధృతరాష్ట్రుడు పలికెను: ఓ సంజయా ధర్మభూమి అయిన కురుక్షేత్రం లో కూడియుండి యుద్ధానికి సన్నద్ధమైన నా పుత్రులు మరియు పాండు పుత్రులు ఏమి చేసారు?"
 },
 {
   "id": "#2",
   "value": "2","name":"సంజయ ఉవాచ ।\nదృష్ట్వా తు పాండవానీకం వ్యూఢం దుర్యోధనస్తదా ।\nఆచార్యముపసంగమ్య రాజా వచనమబ్రవీత్ ।। 2 ।।",
   "meaning": "సంజయ ఉవాచ — సంజయుడు పలికెను;\nదృష్ట్వా — గమనించిన పిదప;\nతు — కానీ;\nపాండవ-అనీకం — పాండవ సైన్యమును;\nవ్యూఢం — సైనిక వ్యూహ రచన తో నిలిచి యున్న;\nదుర్యోధనః  — రాజైన దుర్యోధనుడు;\nతదా — అప్పుడు;\nఆచార్యం — గురువు గారు;\nఉపసంగమ్య — సమీపించి;\nరాజా — రాజు;\nవచనం — మాటలను;\nఅబ్రవీత్  — పలికెను.",
   "tran": "BG 1.2:సంజయుడు పలికెను: సైనిక వ్యూహాత్మకంగా నిలిపి ఉన్న పాండవ సైన్యాన్ని చూచిన దుర్యోధనుడు తన గురువు ద్రోణాచార్యుడిని సమీపించి ఈ విధంగా పలికెను."
 },
 {
   "id": "#3",
   "value": "3","name":"పశ్యైతాం పాండుపుత్రాణామ్ ఆచార్య మహతీం చమూమ్ ।\nవ్యూఢాం ద్రుపదపుత్రేణ తవ శిష్యేణ ధీమతా ।। 3 ।",
   "meaning": "పశ్య — చూడుము;\nఏతాం — ఈ యొక్క;\nపాండు-పుత్రాణామ్ — పాండు రాజు పుత్రులు;\nఆచార్య — గురువర్య;\nమహతీం — గొప్పదైన;\nచమూమ్ — సైన్యమును;\nవ్యూఢాం —  సైనిక వ్యూహాత్మకంగా నిలుపబడిన;\nద్రుపద-పుత్రేణ — ద్రుపదుని పుత్రుడు దృష్టద్యుమ్నుడు;\nతవ — మీ యొక్క;\nశిష్యేణ — శిష్యుడు;\nధీ-మతా — తెలివైనవాడు.",
   "tran": "BG 1.3:దుర్యోధనుడు పలికెను:  గౌరవనీయులైన గురువర్యా! మీ ప్రియ శిష్యుడు ద్రుపద పుత్రుడిచే అత్యంత వ్యూహాత్మకంగా నిలుప బడిన ఈ పాండవుల మహా సైన్యాన్ని చూడుము."
 },
 {
   "id": "#4",
   "value": "4","name":"అత్ర శూరా మహేష్వాసా భీమార్జునసమా యుధి ।\nయుయుధానో విరాటశ్చ ద్రుపదశ్చ మహారథః ।। 4 ।।",
   "meaning": "అత్ర — ఇక్కడ;\nశూరాః — శక్తివంతమైన యోధులు;\nమహా-ఇశు-ఆసాః — గొప్ప ధనుర్ధారులు;\nభీమ-అర్జున-సమాః  — భీముడు అర్జునుడు లతో సమానమైన;\nయుధి — యుద్ధములో;\nయుయుధానః  — యుయుధానుడు;\nవిరాటః — విరాటుడు;\nచ — మరియు;\nద్రుపదః — ద్రుపదుడు;\nచ — మరియు;\nమహా-రథః — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు ",
   "tran": "BG 1.4-6:వారి పక్షాన సైన్యంలో ఉన్న ఎంతోమంది శక్తివంతమైన యోధులను చూడండి - యుయుధానుడు విరాటుడు మరియు ద్రుపదుడు వంటి వారు గొప్ప ధనుస్సులను ధరించి ఉన్నారు మరియు వారు భీమార్జునులతో సమానమైన వారు. అక్కడున్న పరాక్రమవంతులైన ధృష్టకేతుడు చెకితానుడు వీరుడైన కాశీరాజు పురుజిత్తు కుంతిభోజుడు మరియు శైబ్యుడు - వీరందరూ ఉత్తమ పురుషులే. వారి సైన్యంలో ఉన్నటువంటి - ధైర్యశాలి యుధామన్యుడు వీరుడైన ఉత్తమౌజుడు సుభద్ర కుమారుడు ద్రౌపది పుత్రులు - వీరందరూ యుద్ధ వీరులే."
 },
 {
   "id": "#5",
   "value": "5","name":"ధృష్టకేతుశ్చేకితానః కాశీరాజశ్చ వీర్యవాన్ ।\nపురుజిత్ కుంతిభోజశ్చ శైబ్యశ్చ నరపుంగవః ।। 5 ।।",
   "meaning": "ధృష్టకేతు — ధృష్టకేతుడు;\nచెకితానః — చేకితానుడు;\nకాశీరాజః  — కాశీరాజు;\nచ — మరియు;\nవీర్య-వాన్ — వీరోచిత;\nపురుజిత్ — పురుజితుడు;\nకుంతిభోజః — కుంతిభోజుడు;\nచ — మరియు;\nశైబ్యః — శైబ్యుడు;\nచ — మరియు;\nనర-పుంగవః — ఉత్తమ పురుషులు;",
   "tran": "BG 1.4-6:వారి పక్షాన సైన్యంలో ఉన్న ఎంతోమంది శక్తివంతమైన యోధులను చూడండి - యుయుధానుడు విరాటుడు మరియు ద్రుపదుడు వంటి వారు గొప్ప ధనుస్సులను ధరించి ఉన్నారు మరియు వారు భీమార్జునులతో సమానమైన వారు. అక్కడున్న పరాక్రమవంతులైన ధృష్టకేతుడు చెకితానుడు వీరుడైన కాశీరాజు పురుజిత్తు కుంతిభోజుడు మరియు శైబ్యుడు - వీరందరూ ఉత్తమ పురుషులే. వారి సైన్యంలో ఉన్నటువంటి - ధైర్యశాలి యుధామన్యుడు వీరుడైన ఉత్తమౌజుడు సుభద్ర కుమారుడు ద్రౌపది పుత్రులు - వీరందరూ యుద్ధ వీరులే."
 },
 {
   "id": "#6",
   "value": "6","name":"యుధామన్యుశ్చ విక్రాంత ఉత్తమౌజాశ్చ వీర్యవాన్ ।\nసౌభద్రో ద్రౌపదేయాశ్చ సర్వ ఏవ మహారథాః ।। 6 ।।",
   "meaning": "యుధామన్యుః  — యుధామన్యుడు;\nచ — మరియు;\nవిక్రాంత — ధైర్యవంతుడైన;\nఉత్తమౌజాః  — ఉత్తమౌజుడు;\nచ — మరియు;\n వీర్య-వాన్ — వీరుడైన;\nసౌభద్రః   — సుభద్ర కుమారుడు;\nద్రౌపదేయాః — ద్రౌపది పుత్రులు;\nచ — మరియు;\nసర్వే — అందరును;\nఏవ — నిజంగా;\nమహా-రథాః  — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు.",
   "tran": "BG 1.4-6:వారి పక్షాన సైన్యంలో ఉన్న ఎంతోమంది శక్తివంతమైన యోధులను చూడండి - యుయుధానుడు విరాటుడు మరియు ద్రుపదుడు వంటి వారు గొప్ప ధనుస్సులను ధరించి ఉన్నారు మరియు వారు భీమార్జునులతో సమానమైన వారు. అక్కడున్న పరాక్రమవంతులైన ధృష్టకేతుడు చెకితానుడు వీరుడైన కాశీరాజు పురుజిత్తు కుంతిభోజుడు మరియు శైబ్యుడు - వీరందరూ ఉత్తమ పురుషులే. వారి సైన్యంలో ఉన్నటువంటి - ధైర్యశాలి యుధామన్యుడు వీరుడైన ఉత్తమౌజుడు సుభద్ర కుమారుడు ద్రౌపది పుత్రులు - వీరందరూ యుద్ధ వీరులే."
 },

 {
   "id": "#7",
   "value": "7","name":"అస్మాకం తు విశిష్టా యే తాన్నిబోధ ద్విజోత్తమ ।\nనాయకా మమ సైన్యస్య సంజ్ఞార్థం తాన్ బ్రవీమి తే ।। 7 ।।",
   "meaning": "అస్మాకం — మన;\nతు — కానీ;\nవిశిష్టాః  — శ్రేష్ఠ మైన వారు;\nయే — ఎవరు;\nతాన్ — వారిని;\nనిబోధ — తెలుసుకొనుము;\nద్విజ-ఉత్తమ — బ్రాహ్మణ శ్రేష్ఠుడా;\nనాయకాః  — నాయకులు;\nమమ — మన;\nసైన్యస్య — సైన్యానికి;\nసంజ్ఞా-అర్థం — ఎరుక కొరకు ;\nతాన్ — వారిని;\nబ్రవీమి — తెలుపుతున్నాను;\nతే  — మీకు.",
   "tran": "BG 1.7:ఓ బ్రాహ్మణోత్తమా మన పక్షం లో ఉన్న ప్రధాన యోధుల గురించి కూడా వినుము వీరు నాయకులుగా అత్యంత యోగ్యమైన వారు. మీ ఎరుకకై ఇప్పుడు వీరి గురించి తెలుపుచున్నాను."
 },
 {
   "id": "#8",
   "value": "8","name":"భవాన్ భీష్మశ్చ కర్ణశ్చ కృపశ్చ సమితింజయః ।\nఅశ్వత్థామా వికర్ణశ్చ సౌమదత్తిస్తథైవ చ ।। 8 ।।",
   "meaning": "భవాన్ — స్వయంగా మీరు;\nభీష్మః — భీష్ముడు;\nచ — మరియు;\nకర్ణః— కర్ణుడు;\nచ — మరియు;\nకృపః — కృపాచార్యుడు;\nచ — మరియు;\nసమితింజయః — యుద్ధంలో విజయుడు;\nఅశ్వత్థామా —అశ్వత్థామ;\nవికర్ణ — వికర్ణుడు;\nచ — మరియు;\nసౌమదత్తిః  — భూరిశ్రవుడు (సోమదత్తుని కుమారుడు);\nతథా — ఈ విధంగా;\nఏవ — కూడా;\nచ —  మరియు.",
   "tran": "BG 1.8:మీరును భీష్ముడు కర్ణుడు కృపాచార్యుడు అశ్వత్థామ వికర్ణుడు మరియు భూరిశ్రవుడు - వీరందరూ  ఎప్పటికీ యుద్ధములో విజయులే."
 },
 {
   "id": "#9",
   "value":"9","name":"అన్యే చ బహవః శూరా మదర్థే త్యక్తజీవితాః ।\nనానాశస్త్ర ప్రహరణాః సర్వే యుద్ధవిశారదాః ।। 9 ।।",
   "meaning": "అన్యే — ఇతరులు;\nచ — కూడా;\nబహవః — చాలామంది;\nశూరాః  — వీర యోధులు;\nమదర్థే — నా కోసం;\nత్యక్త-జీవితాః  — ప్రాణాలు అర్పించేందుకు సిద్ధంగా ఉన్నారు;\nనానా-శస్త్ర ప్రహరణాః  — అనేక ఆయుధములు కలిగినవారు;\nసర్వే — అందరూ;\nయుద్ధ-విశారదాః  — యుద్ద రంగం లో నిపుణులు.",
   "tran": "BG 1.9:ఇంకా చాలా మంది వీరయోధులు నా కోసం ప్రాణాలు అర్పించటానికి సిద్దంగా వున్నారు. అనేక ఆయుధములతో  ఉన్న వీరందరూ యుద్దవిద్య లో ప్రావీణ్యం కలవారే."
 },
 {
   "id": "#10",
   "value":"10","name":"అపర్యాప్తం తదస్మాకం బలం భీష్మాభిరక్షితం।\nపర్యాప్తం త్విదమేతేషాం బలం భీమాభిరక్షితం ।। 10 ।।",
   "meaning": "అపర్యాప్తం — అపరిమితమైన;\nతత్ — అది;\nఅస్మాకం — మన యొక్క;\nబలం — బలము;\nభీష్మ — భీష్మ పితామహుడిచే;\nఅభిరక్షితాం— సురక్షితంగా కాపాడబడుతున్న;\nపర్యాప్తం— పరిమితమైన;\nతు — కానీ;\nఇదం — ఈ;\nఏతేషాం — వారియొక్క;\nబలం — బలము;\nభీమ — భీముడు;\nఅభిరక్షితాం — జాగ్రత్తగా రక్షింపబడుచున్న.",
   "tran": "BG 1.10:మన సైనిక బలం అపరిమితమైనది మరియు మనం భీష్మ పితామహుడిచే రక్షింపబడుతున్నాము కానీ భీముడిచే రక్షింపబడుచున్న పాండవసైన్యం పరిమితమైనది."
 },

  {
    "id": "#11",
    "value": "11",  "name":"అయనేషు చ సర్వేషు యథాభాగమవస్థితాః ।\nభీష్మమేవాభిరక్షంతు భవంతః సర్వ ఏవ హి ।। 11 ।।",
    "meaning": "అయనేషు — వ్యూహాత్మక స్థానాల యందు;\nచ — మరియు;\nసర్వేషు — అన్నీ;\nయథాభాగం — మీ మీ స్థానాల లో;\nఅవస్థితాః — నిలిచివుండి;\nభీష్మం — భీష్మ పితామహుడిని;\nఏవ — మాత్రమే;\nఅభిరక్షంతు — రక్షించండి;\nభవంతః  — మీరు;\nసర్వే — అందరు;\nఏవ హి — కూడా.",
    "tran": "BG 1.11: కావున కౌరవ సేనా నాయకులందరికీ మీమీ వ్యూహాత్మక స్థానాలను పరిరక్షిస్తూ భీష్మ పితామహుడికి పూర్తి సహకారం అందించమని పిలుపునిస్తున్నాను.",

  },
  {
    "id": "#12",
    "value": "12",  "name":"తస్య సంజనయన్ హర్షం కురువృద్ధః పితామహః ।\nసింహనాదం వినద్యోచ్చైః శంఖం దధ్మౌ ప్రతాపవాన్ ।। 12 ।।",
    "meaning": "తస్య — అతనికి;\nసంజనయన్ — కలిగించుచు;\nహర్షం — సంతోషమును;\nకురువృద్ధః — కురు వంశము లో వృద్ధుడు (భీష్ముడు);\nపితామహః — తాత గారు;\nసింహ-నాదం — సింహ గర్జన;\nవినద్య — శబ్దం చేసి;\nఉచ్చైః — పెద్ద స్వరంతో;\nశంఖం — శంఖమును;\nదధ్మౌ — మ్రోగించెను;\nప్రతాప-వాన్ — తేజోవంతమైన. ",
    "tran": "BG 1.12: అప్పుడు కురు వంశ వృద్ద పితామహుడు మహోన్నత మూలపురుషుడు అయిన భీష్ముడు సింహంలా గర్జించి తన శంఖాన్ని పెద్ద శబ్దం తో పూరించాడు;\nఇది దుర్యోధనుడికి హర్షమును కలుగచేసింది."
  },
  {
    "id": "#13",
    "value": "13",  "name":"తతః శంఖాశ్చ భేర్యశ్చ పణవానకగోముఖాః ।\nసహసైవాభ్యహన్యంత స శబ్దస్తుములోఽభవత్ ।। 13 ।।",
    "meaning": "తతః — ఆ తరువాత;\nశంఖాః — శంఖములు;\nచ — మరియు;\nభేర్యః — భేరీలు;\nచ — మరియు;\nపణవ-ఆనక — డోళ్ళు - ఢంకాలు;\nగో-ముఖాః — కొమ్ము వాద్యములు ;\nసహసా — అకస్మాత్తుగా ఒక్కపెట్టున;\nఏవ — నిజంగా;\nఅభ్యహన్యంత — పెద్దగా మ్రోగినవి;\nసః — ఆ యొక్క;\nశబ్దః — శబ్దము;\nతుములః — భయానకముగా;\nఅభవత్ — ఉండెను. ",
    "tran": "BG 1.13: ఆ తరువాత శంఖములు డోళ్ళు ఢంకాలు భేరీలు కొమ్ము వాద్యములు  ఒక్కసారిగా మ్రోగినవి అవన్నీ కలిసిన శబ్దం భయానకముగా ఉండెను."
  },

  {
    "id": "#14",
    "value": "14",  "name":"తతః శ్వేతైర్హయైర్యుక్తే మహతి స్యందనే స్థితౌ ।\nమాధవః పాండవశ్చైవ దివ్యౌ శంఖౌ ప్రదధ్మతుః ।। 14 ।",
    "meaning": "తతః — ఆ తరువాత;\nశ్వేతైః  — తెల్లని;\nహయైః  — గుఱ్ఱములు;\nయుక్తే— కట్టబడిన;\nమహతి — శ్రేష్ఠ మయిన;\nస్యందనే — రథము;\nస్థితౌ — కూర్చొనిఉన్న;\nమాధవః — శ్రీ కృష్ణుడు (సౌభాగ్యదేవత అయిన లక్ష్మీ దేవి భర్త);\nపాండవః — అర్జునుడు;\nచ — మరియు;\nఏవ — కూడా;\nదివ్యౌ — దివ్యమయిన;\nశంఖౌ — శంఖములను;\nప్రదధ్మతుః — పూరించారు. ",
    "tran": "BG 1.14: ఆ తరువాత పాండవ సైన్యం మధ్య లోనుండి తెల్లని గుఱ్ఱములు పూన్చి ఉన్న ఒక అద్భుతమైన రథం లో కూర్చుని ఉన్న మాధవుడు మరియు అర్జునుడు తమ దివ్య శంఖాలని పూరించారు."
  },
  {
    "id": "#15",
    "value": "15",  "name":"పాంచజన్యం హృషీకేశో దేవదత్తం ధనంజయః ।\nపౌండ్రం దధ్మౌ మహాశంఖం భీమకర్మా వృకోదరః ।। 15 ।।",
    "meaning": "పాంచజన్యం — పాంచజన్యం అని పేరు గల శంఖము;\nహృషీక-ఈశః — శ్రీ కృష్ణుడు (మనస్సు ఇంద్రియముల అధిపతి);\nదేవదత్తం — దేవదత్తం అని పేరు గల శంఖము;\nధనం-జయః — అర్జునుడు ధనమును జయించేవాడు;\nపౌండ్రం — పౌండ్రం అని పేరుగల శంఖము;\nదధ్మౌ — పూరించెను;\nమహాశంఖం — ఒక బ్రహ్మాండమైన శంఖమును;\nభీమ-కర్మా — అత్యంత కష్ట మైన పనులను చేయునట్టి;\nవృక-ఉదరః — భీముడు (గొప్పగా భుజించేవాడు).",
    "tran": "BG 1.15: హృషీకేశుడు 'పాంచజన్యం' అనబడే శంఖాన్ని పూరించాడు. అర్జునుడు దేవదత్తాన్ని పూరించాడు. గొప్పగా భుజించే వాడు అత్యంత కష్టమైన పనులను చేయునట్టి భీముడు 'పౌండ్రం' అనబడే బ్రహ్మాండమైన శంఖమును పూరించెను."
  },
  {
    "id": "#16",
    "value": "16",  "name":"అనంతవిజయం రాజా కుంతీపుత్రో యుధిష్ఠిరః ।\nనకులః సహదేవశ్చ సుఘోషమణిపుష్పకౌ ।। 16 ।।",
    "meaning": "అనంతవిజయం — అనంతవిజయం అని పేరు గల శంఖము;\nరాజా — రాజు;\nకుంతీపుత్రః  — కుంతీ దేవి పుత్రుడు;\nయుధిష్ఠిరః  — యుధిష్ఠిరుడు;\nనకులః  — నకులుడు;\nసహదేవః  —  సహదేవుడు;\nచ — మరియు;\nసుఘోష-మణిపుష్పకౌ —  సుఘోషము మణిపుష్పకము అను పేర్లు గల శంఖములు;",
    "tran": "BG 1.16-18:ఓ భూమండలాన్ని పాలించేవాడా! యుధిష్ఠిర మహారాజు అనంతవిజయాన్ని పూరించాడు. నకుల సహదేవులు సుఘోష మణిపుష్పకములను పూరించారు. గొప్ప  విలుకాడైన  కాశీ రాజు మహారథుడైన శిఖండి ధృష్టద్యుమ్నుడు విరాటుడు అజేయుడైన సాత్యకి ద్రుపదుడు ద్రౌపది యొక్క ఐదుగురు కుమారులు;\nభుజబలము కలవాడు సుభద్రా పుత్రుడు అయిన అభిమన్యుడు వీరందరూ తమ తమ శంఖములను పూరించారు."
  },
  {
    "id": "#17",
    "value": "17",  "name":"కాశ్యశ్చ పరమేష్వాసః శిఖండీ చ మహారథః ।\nధృష్టద్యుమ్నో విరాటశ్చ సాత్యకిశ్చాపరాజితః ।। 17 ।।",
    "meaning": "కాశ్యః — కాశీ రాజు;\nచ — మరియు;\nపరమ-ఇషు-ఆసః  — శ్రేష్ఠ మైన విలుకాడు;\nశిఖండీ  — శిఖండి;\nచ — మరియు;\nమహారథః  — పదివేల సామాన్య యోధుల బలానికి సరితూగే ఒక యోధుడు;\nధృష్టద్యుమ్నః  — ధృష్టద్యుమ్నుడు;\nవిరాటః  — విరాటుడు;\nచ  — మరియు;\nసాత్యకిః — సాత్యకి;\nచ — మరియు;\nఅపరాజితః  — అజేయుడైన;\n",
    "tran": "BG 1.16-18:ఓ భూమండలాన్ని పాలించేవాడా! యుధిష్ఠిర మహారాజు అనంతవిజయాన్ని పూరించాడు. నకుల సహదేవులు సుఘోష మణిపుష్పకములను పూరించారు. గొప్ప  విలుకాడైన  కాశీ రాజు మహారథుడైన శిఖండి ధృష్టద్యుమ్నుడు విరాటుడు అజేయుడైన సాత్యకి ద్రుపదుడు ద్రౌపది యొక్క ఐదుగురు కుమారులు;\nభుజబలము కలవాడు సుభద్రా పుత్రుడు అయిన అభిమన్యుడు వీరందరూ తమ తమ శంఖములను పూరించారు.",

  },
  {
    "id": "#18",
    "value": "18",  "name":"ద్రుపదో ద్రౌపదేయాశ్చ సర్వశః పృథివీపతే ।\nసౌభద్రశ్చ మహాబాహుః శంఖాన్ దధ్ముః పృథక్ పృథక్ ।। 18 ।।",
    "meaning": "ద్రుపదః  — ద్రుపదుడు;\nద్రౌపదేయాః  — ద్రౌపది యొక్క ఐదుగురు కుమారులు ;\nసర్వశః   — అందరూ;\nపృథివీపతే  — భూగోళాన్ని పాలించేవాడు;\nసౌభద్ర — అభిమన్యుడు సుభద్ర కుమారుడు;చ — మరియు;\nమహా-బాహుః — గొప్ప బాహువులు కలవాడు;\nశంఖాన్ — శంఖములు;\nదధ్ముః  — పూరించారు;\nపృథక్ పృథక్  — వేరు వేరుగా.",
    "tran": "BG 1.16-18:ఓ భూమండలాన్ని పాలించేవాడా! యుధిష్ఠిర మహారాజు అనంతవిజయాన్ని పూరించాడు. నకుల సహదేవులు సుఘోష మణిపుష్పకములను పూరించారు. గొప్ప  విలుకాడైన  కాశీ రాజు మహారథుడైన శిఖండి ధృష్టద్యుమ్నుడు విరాటుడు అజేయుడైన సాత్యకి ద్రుపదుడు ద్రౌపది యొక్క ఐదుగురు కుమారులు;\nభుజబలము కలవాడు సుభద్రా పుత్రుడు అయిన అభిమన్యుడు వీరందరూ తమ తమ శంఖములను పూరించారు.",

  },
  {
    "id": "#19",
    "value": "19",  "name":"స ఘోషో ధార్తరాష్ట్రాణాం హృదయాని వ్యదారయత్ ।\nనభశ్చ పృథివీం చైవ తుములో ఽభ్యనునాదయన్ ।। 19 ।।",
    "meaning": "సః — అట్టి;\nఘోషః  — శబ్దము;\nధార్తరాష్ట్రాణాం — ధృతరాష్ట్రుని పుత్రుల యొక్క;\nహృదయాని  — గుండెలను;\nవ్యదారయత్  — బ్రద్దలు చేసెను;\nనభః — ఆకాశము;\nచ — మరియు;\nపృథివీం — భూమి;\nచ — మరియు;\nఏవ — నిజముగా;\nతుములో — భీకరమైన శబ్దం;\nఅభ్యనునాదయన్  — ప్రతిధ్వనింపచేయుచు.",
    "tran": "BG 1.19: ఓ ధృతరాష్ట్రా ఆ భీకరమైన శబ్దానికి భూమ్యాకాశములు దద్దరిల్లెను;\nఅది మీ తనయుల హృదయాలను బ్రద్దలు చేసెను.",

  },
  {
    "id": "#20",
    "value": "20",  "name":"అథ వ్యవస్థితాన్ దృష్ట్వా ధార్తరాష్ట్రాన్ కపిధ్వజః ।\nప్రవృత్తే శస్త్రసంపాతే ధనురుద్యమ్య పాండవః\nహృషీకేశం తదా వాక్యం ఇదమాహ మహీపతే ।। 20 ।।",
    "meaning": "అథ  —  అనంతరము;\nవ్యవస్థితాన్  —   క్రమంగా నిలిచివున్న;\nదృష్ట్వా  — చూసి;\nధార్తరాష్ట్రాన్  — ధృతరాష్ట్రుని  తనయులు;\nకపి-ధ్వజః  —  వానరమును (కోతి) ను జండా పై కలవాడు;\nప్రవృత్తే  — ప్రారంభించటాని కి సిద్దంగా వున్న;\nశస్త్ర సంపాతే — ఆయుధములు వాడటానికి;\nధనుః  — ధనుస్సు (విల్లు) ను;\nఉద్యమ్య   — పైకెత్తి;\nపాండవః    — అర్జునుడు పాండు పుత్రుడు;\nహృషీకేశం  — శ్రీ కృష్ణుని తో;\nతదా  — అప్పుడు;\nవాక్యం  — పదములు;\nఇదం — ఇవి;\nఆహ — పలికెను;\nమహీ-పతే — రాజా.",
    "tran": "BG 1.20: ఆ సమయంలో తన రథం జెండా పై హనుమంతుని చిహ్నం కలిగివున్న పాండు పుత్రుడు అర్జునుడు తన ధనుస్సుని తీసుకున్నాడు. సమరానికి ఎదురుగా నిలిచిఉన్న మీ పుత్రులను చూసి ఓ రాజా అర్జునుడు శ్రీ కృష్ణుడితో ఇలా అన్నాడు."
  },
  {
    "id": "#21",
    "value": "21",  "name":"అర్జున ఉవాచ ।\nసెనయోరుభయోర్మధ్యే రథం స్థాపయ మేఽచ్యుత ।। 21 ।।",
    "meaning": "అర్జున ఉవాచ — అర్జునుడు పలికెను;\nసేనయోః —  సైన్యములు;\nఉభయోః   — రెండు;\nమధ్యే  — మధ్యలో;\nరథం — రథము;\nస్థాపయ — నిలిపిఉంచు;\nమే — నా యొక్క;\nఅచ్యుత — శ్రీ కృష్ణా (ఎట్లాంటి దోషములు లేనివాడా);\n",
    "tran": "BG 1.21-22: అర్జునుడు ఇలా అన్నాడు. అచ్యుతా (శ్రీ కృష్ణా) దయచేసి నా రథాన్ని రెండు సైన్యాల మధ్యలో నిలుపుము. ఈ మహా పోరాటంలో రణరంగంలో నిలిచియున్న ఎవరెవరితో యుద్ధం చేయవలసి ఉన్నదో నేను పరీక్షించాలి.",

  },
  {
    "id": "#22",
    "value": "22",  "name":"యావదేతాన్ నిరీక్షేఽహం యోద్దుకామానవస్థితాన్ ।\nకైర్మయా సహ యోద్ధవ్యమ్ అస్మిన్ రణసముద్యమే ।। 22 ।।",
    "meaning": "యావత్  — ఎంతవరకు అయితే;\nఏతాన్  — ఈ యొక్క;\nనిరీక్షే — చూసి;\nఅహం — నేను;\nయోద్దు-కామాన్  — యుద్ధం కొరకు;\nఅవస్థితాన్  — నిలిపిఉన్న;\nకైః  — ఎవరితో;\nమయా  — నాతో;\nసహ — కూడి;\nయోద్ధవ్యమ్  — యుద్ధం చేయవలసి;\nఅస్మిన్  — ఈ యొక్క;\nరణ సముద్యమే — మహా పోరాటంలో.",
    "tran": "BG 1.21-22: అర్జునుడు ఇలా అన్నాడు. అచ్యుతా (శ్రీ కృష్ణా) దయచేసి నా రథాన్ని రెండు సైన్యాల మధ్యలో నిలుపుము. ఈ మహా పోరాటంలో రణరంగంలో నిలిచియున్న ఎవరెవరితో యుద్ధం చేయవలసి ఉన్నదో నేను పరీక్షించాలి.",

  },
  {
    "id": "#23",
    "value": "23",  "name":"యోత్స్యమానాన వేక్షేఽహం య ఏతేఽత్ర సమాగతాః ।\nధార్తరాష్ట్రస్య దుర్బుద్దేః యుద్దే ప్రియచికీర్షవః ।। 23 ।।",
    "meaning": "యోత్స్యమానాన్  — యుద్ధానికి వచ్చినవారు;\nఅవేక్షే అహం — నాకు చూడాలని వుంది;యే — ఎవరు;\nఏతే  — వారు;\nఅత్ర  — ఇక్కడ;\nసమాగతాః — కూడిఉన్న;\nధార్తరాష్ట్రస్య — ధృతరాష్ట్రుని పుత్రునికి;\nదుర్బుద్దేః — దుర్భుద్ధి కలవాడు;\nయుద్ధే — యుద్ధంలో;\nప్రియ-చికీర్షవః — సంతోషపెట్టడం కొరకు.",
    "tran": "BG 1.23: దుర్బుద్ధిగల ధృతరాష్ట్రుని పుత్రున్ని సంతోషపెట్టడం కొరకు అతని పక్షాన యుద్ధానికి వచ్చియున్న అందరిని ఒకసారి నాకు చూడాలనిపిస్తున్నది.",

  },
  {
    "id": "#24",
    "value": "24",  "name":"సంజయ ఉవాచ ।\nఏవముక్తో హృషీకేశో గుడాకేశేన భారత ।\nసేనయోరుభయోర్మధ్యే స్థాపయిత్వా రథోత్తమమ్ ।। 24 ।।",
    "meaning": "సంజయ ఉవాచ — సంజయుడు చెప్పెను;\nఏవం — ఈ విధంగా;\nఉక్తః  — చెప్పబడిన;\nహృషీకేశః  — శ్రీ కృష్ణుడు (ఇంద్రియములకు అధిపతి);\nగుడాకేశేన  — అర్జునుడి చేత (నిద్రని జయించినవాడిచే);\nభారత — భరత వంశీయుడా;\nసేనయోః  —  సైన్యములు;\nఉభయోః  — రెండు;\nమధ్యే  — మధ్యలో;\nస్థాపయిత్వా  —  నిలిపి;\nరథ-ఉత్తమమ్ — ఉత్తమమైన రథమును.",
    "tran": "BG 1.24: సంజయుడు ఇలా అన్నాడు: ఓ ధృతరాష్ట్రా ఈ విధంగా నిద్రని జయించిన వాడైన అర్జునుడు కోరిన విధంగా శ్రీ కృష్ణుడు ఆ వైభవోపేతమైన రథమును రెండు సైన్యముల మధ్యకు నడిపించి నిలిపెను.",

  },
  {
    "id": "#25",
    "value": "25",  "name":"భీష్మద్రోణప్రముఖతః సర్వేషాం చ మహీక్షితామ్ ।\nఉవాచ పార్థ పశ్యైతాన్ సమవేతాన్ కురూనితి ।। 25 ।।",
    "meaning": "భీష్మ  — పితామహుడు భీష్ముడు;\nద్రోణ — ద్రోణాచార్యుడు;\nప్రముఖతః  — సమక్షంలో;\nసర్వేషాం — అందరు;\nచ — మరియు;\nమహీ-క్షితాం — ఇతర రాజులు;\nఉవాచ — పలికెను;\nపార్థ — అర్జునుడు  (ప్రిథ కుమారుడు);\nపశ్య — చూడుము;\nఏతాన్  — ఈ యొక్క;\nసమవేతాన్ — చేరియున్న;\nకురూన్ — కురు వంశస్థులు;\nఇతి — ఈ విధంగా.",
    "tran": "BG 1.25: భీష్ముడు ద్రోణాచార్యుడు మరియు ఇతర రాజుల సమక్షంలో శ్రీ కృష్ణుడు ఇలా అన్నాడు \"ఓ పార్థా ఇక్కడ కూడి ఉన్న కురు వంశస్థులను చూడుము\".",

  },
  {
    "id": "#26",
    "value": "26",  "name":"తత్రాపశ్యత్ స్థితాన్ పార్థః పిత్రూ నథ పితామహాన్ ।\nఆచార్యాన్మాతులాన్భ్రాతూన్ పుత్రాన్ పౌత్రాన్ సఖీం స్తథా ।। 26 ।।\nశ్వశురాన్ సుహృదశ్చైవ సేనాయోరుభయోరపి ।",
    "meaning": "తత్ర — అక్కడ;\nఅపశ్యాత్ — చూసి;\nస్థితాన్ — నిలిచిఉన్న;\nపార్థః — అర్జునుడు;\nపిత్రూన్ — తండ్రులను (పినతండ్రులు పెదతండ్రులు);\nఅథ — తరువాత;\nపితామహాన్ — తాతలను;\nఆచార్యాన్ — గురువులను;\nమాతులాన్ — మేనమామలను;\nభ్రాతృన్ — సోదరులను;\nపుత్రాన్ — పుత్రులను;\nపౌత్రాన్ — మనుమలను;\nసఖీన్ — మిత్రులను;\nతథా — ఇంకా ;\nశ్వశురాన్ — (పిల్లనిచ్చిన) మామలను;\nసుహృదః —శ్రేయోభిలాశులను;\nచ — మరియు;\nఏవ — నిజముగా;\nసేనయోః  — సైన్యములు ;\nఉభయోః — రెంటిలో;\nఅపి — కూడా.",
    "tran": "BG 1.26: అక్కడ అర్జునుడు రెండు సైన్యములలో కూడా ఉన్న తన తండ్రులను తాతలను గురువులను మేనమామలను సోదరులను దాయాదులను పుత్రులను మనుమలను మిత్రులను మామలను ఇంకా శ్రేయోభిలాశులను చూచెను.",

  },
  {
    "id": "#27",
    "value": "27",  "name":"తాన్ సమీక్ష్య స కౌంతేయః సర్వాన్ బంధూనవస్థితాన్ ।। 27 ।।\nకృపయా పరయావిష్టో విషీదన్నిదమబ్రవీత్ ।",
    "meaning": "తాన్ — ఇవి;\nసమీక్ష్య — చూసిన పిదప;\nసః — వారు;\nకౌంతేయః — అర్జునుడు;\nకుంతీ పుత్రుడు;సర్వాన్ — అందరూ;\nబంధూన్ — బంధువులు;\nఅవస్థితాన్ — ఉన్నటువంటి;\nకృపయా — కరుణతో;\nపరయా — మిక్కిలి;\nఆవిష్టః — కూడినవాడై;\nవిషీదన్ — మిక్కిలి విచారం;\nఇదం — ఈ విధంగా;\nఅబ్రవీత్ — పలికెను.",
    "tran": "BG 1.27: అక్కడ ఉన్న తన అందరు బంధువులని చూసిన కుంతీ పుత్రుడు అర్జునుడు కారుణ్యం తో నిండినవాడై తీవ్ర విచారానికి లోనై ఈ విధంగా పలికెను.",

  },
  {
    "id": "#28",
    "value": "28",  "name":"అర్జున ఉవాచ ।\nదృష్ట్వేమం స్వజనం కృష్ణ యుయుత్సుం సముపస్థితమ్ ।। 28 ।।\nసీదంతి మమ గాత్రాణి ముఖం చ పరిశుష్యతి ।",
    "meaning": "అర్జున ఉవాచ — అర్జునుడు అన్నాడు;\nదృష్ట్వా — చూసాక;\nఇమమ్  — ఈ యొక్క;\nస్వ-జనం — బంధువులు (సొంతవారు);\nకృష్ణ — కృష్ణ;\nయుయుత్సుం — యుద్ధానికి ఉత్సాహం తో;\nసముపస్థితమ్ — చేరిఉన్న;\nసీదంతి — వణుకుతున్న;\nమమ — నా యొక్క;\nగాత్రాణి  — (శరీర) అంగములు;\nముఖం — నోరు;\nచ — మరియు;\nపరిశుష్యతి — ఎండిపోవు చున్నది.",
    "tran": "BG 1.28: అర్జునుడు ఇలా అన్నాడు: ఓ కృష్ణా యుద్ధానికి బారులు తీరి ఒకరినొకరు చంపుకోటానికి పూనుకుంటున్న నా బంధువులను చూసి నా అవయవాలు పట్టు తప్పుతున్నాయి ఇంకా నా నోరు ఎండిపోతోంది.",

  },
  {
    "id": "#29",
    "value": "29",  "name":"వేపథుశ్చ శరీరే మే రోమహర్షశ్చ జాయతే ।। 29 ।।\nగాండీవం స్రంసతే హస్తాత్ త్వక్చైవ పరిదహ్యతే ।",
    "meaning": "వేపథుః  — వణుకుచున్న;\nచ — మరియు;\nశరీరే  — శరీరమునందు;\nమే  — నా యొక్క;\nరోమ-హర్షః — వెంట్రుకలు నిక్కబోడుచు కొనుట;\nచ — మరియు;\nజాయతే — కలుగుచున్నది;\nగాండీవం — అర్జునుడి విల్లు;స్రంసతే — జారి పోవుతున్నది;\nహస్తాత్  — (నా) చేతి నుండి;\nత్వక్  — చర్మము;\nచ  — మరియు;\nఏవ — నిజముగా;\nపరిదహ్యతే  — అంతటా మంటపుడుతున్నది;",
    "tran": "BG 1.29-31: నా శరీరమంతా వణుకుచున్నది;\nవెంట్రుకలు నిక్కబొడుచుకుంటున్నాయి.  నా విల్లు గాండీవం చేజారి పోతున్నది ఇంకా నా చర్మమంతా తపించిపోవుచున్నది. నా మనస్సు ఏమీ తోచని స్థితిలో అయోమయంగా తిరుగుతున్నది. ఇక నన్ను నేను స్థిరంగా ఉంచుకోలేకపోతున్నాను. ఓ కృష్ణా కేశి రాక్షసుడను సంహరించినవాడా (కేశవః) అంతటా అశుభ శకునములే కనపడుతున్నాయి. ఈ యుద్ధంలో సొంత బంధువులనే చంపుకోవటం వలన మంచి ఎలా కలుగుతుందో నేను చూడలేకున్నాను.",

  },
  {
    "id": "#30",
    "value": "30",  "name":"న చ శక్నోమ్యవస్థాతుం భ్రమతీవ చ మే మనః ।। 30 ।।\nనిమిత్తాని చ పశ్యామి విపరీతాని కేశవ ।",
    "meaning": "న చ శక్నోమి — సాధ్యము కావటంలేదు నాకు;\nఅవస్థాతుం — స్థిరంగా ఉండుట;\nభ్రమతి-ఇవ — తిరుగుతున్నట్టుగా;\nచ — మరియు;\nమే — నా యొక్క;మనః — మనస్సు;\nనిమిత్తాని — శకునములు;\nచ — మరియు;\nపశ్యామి — చూస్తున్నాను;\nవిపరీతాని — అశుభములైన;\nకేశవ — శ్రీ కృష్ణ  కేశి అనే రాక్షసుడను సంహరించినవాడా;\n",
    "tran": "BG 1.29-31: నా శరీరమంతా వణుకుచున్నది;\nవెంట్రుకలు నిక్కబొడుచుకుంటున్నాయి.  నా విల్లు గాండీవం చేజారి పోతున్నది ఇంకా నా చర్మమంతా తపించిపోవుచున్నది. నా మనస్సు ఏమీ తోచని స్థితిలో అయోమయంగా తిరుగుతున్నది. ఇక నన్ను నేను స్థిరంగా ఉంచుకోలేకపోతున్నాను. ఓ కృష్ణా కేశి రాక్షసుడను సంహరించినవాడా (కేశవః) అంతటా అశుభ శకునములే కనపడుతున్నాయి. ఈ యుద్ధంలో సొంత బంధువులనే చంపుకోవటం వలన మంచి ఎలా కలుగుతుందో నేను చూడలేకున్నాను.",

  },
  {
    "id": "#31",
    "value": "31",  "name":"న చ శ్రేయోఽనుపశ్యామి హత్వా స్వజనమాహవే  ।। 31 ।।",
    "meaning": "న — లేదు;\nచ — మరియు;\nశ్రేయః  — మంచి;\nఅనుపశ్యామి — చూడగలుగుతున్నాను;\nహత్వా — చంపటం వలన;\nస్వ-జనం — సొంత బంధువులను;\nఆహవే  — యుద్ధంలో.",
    "tran": "BG 1.29-31: నా శరీరమంతా వణుకుచున్నది;\nవెంట్రుకలు నిక్కబొడుచుకుంటున్నాయి.  నా విల్లు గాండీవం చేజారి పోతున్నది ఇంకా నా చర్మమంతా తపించిపోవుచున్నది. నా మనస్సు ఏమీ తోచని స్థితిలో అయోమయంగా తిరుగుతున్నది. ఇక నన్ను నేను స్థిరంగా ఉంచుకోలేకపోతున్నాను. ఓ కృష్ణా కేశి రాక్షసుడను సంహరించినవాడా (కేశవః) అంతటా అశుభ శకునములే కనపడుతున్నాయి. ఈ యుద్ధంలో సొంత బంధువులనే చంపుకోవటం వలన మంచి ఎలా కలుగుతుందో నేను చూడలేకున్నాను.",

  },
  {
    "id": "#32",
    "value": "32",  "name":"న కాంక్షే విజయం కృష్ణ న చ రాజ్యం సుఖాని చ ।\nకిం నో రాజ్యేన గోవింద కిం భోగైర్జీవితేన వా ।। 32 ।।",
    "meaning": "న  కాంక్షే — కోరుకోవటంలేదు;\nవిజయం — గెలుపు;\nకృష్ణ  — కృష్ణా;\nన చ రాజ్యం — రాజ్యము కూడా వద్దు;\nసుఖాని  చ — సంతోషములు కూడా;\nకిం — ఏమి?;\nనః  — మనకు;\nరాజ్యేన — రాజ్యముతో;\nగోవిందా — కృష్ణ ఇంద్రియములకు సుఖము నిచ్చేవాడా ఆవులంటే ఇష్టమైన వాడా;\nకిం — ఏమిటి?;\nభోగైః  — విలాసములు;\nజీవితేన  — జీవితము;\nవా — లేదా;\n",
    "tran": "BG 1.32-33: ఓ కృష్ణా నాకు విజయం కానీ రాజ్యం కానీ వాటివల్ల వచ్చే సుఖం కానీ అక్కరలేదు. మనం ఎవరికోసమైతే ఇదంతా కోరుకుంటున్నామో వారే మన ఎదురుగా యుద్ధం కోసం ఉన్నప్పుడు  రాజ్యం వలన కానీ సుఖాల వలన కానీ ఇక ఈ జీవితం వలన కానీ ప్రయోజనం ఏముంది?",

  },
  {
    "id": "#33",
    "value": "33",  "name":"యేషామర్థే కాంక్షితం నో రాజ్యం భోగాః సుఖాని చ ।\nత ఇమేఽవస్థితా యుద్ధే ప్రాణాంస్త్యక్త్వా ధనాని చ ।। 33 ।।",
    "meaning": "యేషామ్  — ఎవరి;\nఅర్థే  — కొరకైతే;\nకాంక్షితం  — కోరుకున్నామో;\nనః  — మా చేత;\nరాజ్యం  — రాజ్యము;\nభోగాః — విలాసములు;\nసుఖాని — సంతోషము;\nచ — ఇంకా;\nతే — వారు;\nఇమే — వీరును;\nఅవస్థితా — నిలిచిఉన్న;\nయుద్ధే — యుద్ధం కొరకు;\nప్రాణాన్ — ప్రాణాలను;\nత్యక్త్వా  — వదులుకొనటానికి;\nధనాని — ధనము;\nచ — కూడా.",
    "tran": "BG 1.32-33: ఓ కృష్ణా నాకు విజయం కానీ రాజ్యం కానీ వాటివల్ల వచ్చే సుఖం కానీ అక్కరలేదు. మనం ఎవరికోసమైతే ఇదంతా కోరుకుంటున్నామో వారే మన ఎదురుగా యుద్ధం కోసం ఉన్నప్పుడు  రాజ్యం వలన కానీ సుఖాల వలన కానీ ఇక ఈ జీవితం వలన కానీ ప్రయోజనం ఏముంది?",

  },
  {
    "id": "#34",
    "value": "34",  "name":"ఆచార్యాః పితరః పుత్రాస్తథైవ చ పితామహాః ।\nమాతులాః శ్వశురాః పౌత్రాః శ్యాలాః సంబంధినస్తథా ।। 34 ।।",
    "meaning": "ఆచార్యాః  — గురువులు;\nపితరః — తండ్రులు (పిన తండ్రులు పెద తండ్రులు);\nపుత్రా: — కుమారులు;\nతథా — ఇంకా;\nఏవ — వాస్తవంగా;\nచ — మరియు;\nపితామహాః  — తాతలు;\nమాతులాః  — మేనమామలు;\nశ్వశురాః — పిల్లనిచ్చిన మామలు;\nపౌత్రాః — మనుమలు;\nశ్యాలాః — బావ-బావమరుదులు;\nసంబంధినాః  — బంధువులు;\nతథా  — కూడా;\n",
    "tran": "BG 1.34-35: గురువులు తండ్రులు కొడుకులు మేనమామలు మనుమలు మామలు బావ మరుదులు ఇంకా ఇతర బంధువులు ప్రాణాలను ధనాన్ని పణంగా పెట్టి మరీ ఇక్కడ చేరి వున్నారు.  ఓ మధుసూదనా నా మీద దాడి చేసిననూ నేను వీరిని చంపను. ధృతరాష్ట్రుని పుత్రులని సంహరించి ముల్లోకముల పై ఆధిపత్యం సాధించినా ఏం తృప్తి ఉంటుంది మనకు ఇక ఈ భూ-మండలము కోసమైతే ఏమి చెప్పను?",

  },
  {
    "id": "#35",
    "value": "35",  "name":"ఏతాన్న హంతుమిఛ్చామి ఘ్నఽతోపి మధుసూదన ।\nఅపి త్రైలోక్య రాజ్యస్య హేతోః కిం ను మహీకృతే ।। 35 ।।",
    "meaning": "ఏతాన్ — వీరు;\nన హంతుమ్ ఇచ్ఛామి  — చంపుటకు నాకు ఇష్టంలేదు;\nఘ్నతః  — చంపబడి;అపి — అయినప్పటికీ;\nమధుసూదన  — శ్రీ కృష్ణ మధు అనే రాక్షసుడను సంహరించినవాడా;\nఆపి — అయినప్పటికీ;\nత్రై-లోక్య-రాజ్యస్య — ముల్లోకముల పై అధిపత్యం ;\nహేతోః — కొరకు;\nకిం ను — ఎం చెప్పాలి? మహీ-కృతే  — భూమండలము కొరకు.",
    "tran": "BG 1.34-35:గురువులు తండ్రులు కొడుకులు మేనమామలు మనుమలు మామలు బావ మరుదులు ఇంకా ఇతర బంధువులు ప్రాణాలను ధనాన్ని పణంగా పెట్టి మరీ ఇక్కడ చేరి వున్నారు.  ఓ మధుసూదనా నా మీద దాడి చేసిననూ నేను వీరిని చంపను. ధృతరాష్ట్రుని పుత్రులని సంహరించి ముల్లోకముల పై ఆధిపత్యం సాధించినా ఏం తృప్తి ఉంటుంది మనకు ఇక ఈ భూ-మండలము కోసమైతే ఏమి చెప్పను?",

  },
  {
    "id": "#36",
    "value": "36",  "name":"నిహత్య ధార్తరాష్ట్రాన్నః కా ప్రీతిః  స్యాజ్జనార్దన ।\nపాపమేవాశ్రయేదస్మాన్ హత్వైతానాతతాయినః ।। 36 ।।",
    "meaning": "నిహత్య — చంపటంవలన;\nధార్తరాష్ట్రాన్ — ధృతరాష్ట్ర తనయులను;\nకా — ఏమిటి ? ప్రీతిః — సంతోశము;\nస్యాత్ — కలుగును;\nజ్జనార్దన — శ్రీ కృష్ణా (అందరి జనులను పోషించేవాడా);\nపాపమ్ — పాపము;\nఏవ — తప్పక;\nఆశ్రయేత్ — ప్రాప్తిస్తుంది ;\nఅస్మాన్ — మనకు;\nహత్వా — చంపుట వలన;\nఏతాన్ — వీరందరూ;\nఆతతాయినః — దూకుడు గల దుష్టులను;\n",
    "tran": "BG 1.36-37:ఓ జనార్ధనా (సర్వ భూతముల సంరక్షకుడు పోషకుడు అయినవాడా) ధృతరాష్ట్ర తనయులను చంపి మనము ఎలా సంతోషముగా ఉండగలము? వారు దుర్మార్గపు దురాక్రమణదారు లయినా వారిని సంహరిస్తే  మనకు పాపం తప్పకుండా చుట్టుకుంటుంది. కాబట్టి ధృతరాష్ట్రుని పుత్రులను స్నేహితులను చంపటం మనకు తగదు. ఓ మాధవా (కృష్ణా) మన సొంత వారినే చంపుకుని మనం సుఖం గా ఎలా ఉండగలము?",

  },
  {
    "id": "#37",
    "value": "37",  "name":"తస్మాన్నార్హా వయం హంతుం ధార్తరాష్ట్రాన్ స్వబాంధవాన్ ।\nస్వజనం హి కథం హత్వా సుఖినః స్యామ మాధవ ।। 37 ।।",
    "meaning": "తస్మాత్ — కాబట్టి;\nన — ఎప్పుడూ లేదు;\nఅర్హాః — అర్హత;\nవయం — మనము;\nహంతుం — చంపటానికి;\nధార్తరాష్ట్రాన్ — ధృతరాష్ట్రుని పుత్రులను;\nస్వ-బాంధవాన్ — మన బంధువులు;\nస్వ-జనం — మన వారు;\nహి — తప్పకుండా;\nకథం — ఎట్లు;\nహత్వా — చంపటం వలన;\nసుఖినః — సుఖంగా;\nస్యామ — కాగలము;\nమాధవ — శ్రీ కృష్ణా (యోగమాయా శక్తి యొక్క భర్త).",
    "tran": "BG 1.36-37: ఓ జనార్ధనా (సర్వ భూతముల సంరక్షకుడు పోషకుడు అయినవాడా) ధృతరాష్ట్ర తనయులను చంపి మనము ఎలా సంతోషముగా ఉండగలము? వారు దుర్మార్గపు దురాక్రమణదారు లయినా వారిని సంహరిస్తే  మనకు పాపం తప్పకుండా చుట్టుకుంటుంది. కాబట్టి ధృతరాష్ట్రుని పుత్రులను స్నేహితులను చంపటం మనకు తగదు. ఓ మాధవా (కృష్ణా) మన సొంత వారినే చంపుకుని మనం సుఖం గా ఎలా ఉండగలము?",

  },
  {
    "id": "#38",
    "value": "38",  "name":"యద్యప్యేతే న పశ్యంతి లోభోపహతచేతసః ।\nకులక్షయకృతం దోషం మిత్రద్రోహే చ పాతకమ్ ।। 38 ।।",
    "meaning": "యది అపి — అయినా సరే;\nఏతే — వారు;\nన పశ్యంతి — చూడలేకున్నా;\nలోభ — దురాశ;\nఉపహత — కమ్ముకున్న;\nచేతసః — ఆలోచనల తో;\nకుల-క్షయ-కృతం — బంధువులను నాశనం చేయటంలో;\nదోషం — దోషము;\n(తప్పు);\nమిత్ర-ద్రోహే — స్నేహితులపై కక్ష తీర్చుకుని విశ్వాసఘాతుకత్వం చేయటం వలన;\nచ — మరియు;\nపాతకం — పాపము;\n",
    "tran": "BG 1.38-39: దురాశచే వారి ఆలోచనలు భ్రష్టు పట్టి బంధువులను సర్వనాశనం చేయటం లో గానీ మిత్రులపై కక్ష తీర్చుకుని విశ్వాసఘాతుకత్వం చేయటం లో గాని వారు దోషం చూడటం లేదు. కానీ ఓ జనార్ధనా మనవారినే చంపటం లో ఉన్న దోషాన్ని చక్కగా చూడగలిగిన మనము ఈ పాపపు పని నుండి ఎందుకు  తప్పుకోకూడదు?",

  },
  {
    "id": "#39",
    "value": "39",  "name":"కథం న జ్ఞేయమస్మాభిః పాపాదస్మాన్నివర్తితుమ్ ।\nకులక్షయకృతం దోషం ప్రపశ్యద్భిర్జనార్ధన ।। 39 ।।",
    "meaning": "కథం — ఎందుకు?;\nన జ్ఞేయం — తెలుసుకోరాదు;\nఅస్మాభిః  — మనము;\nపాపాత్ — పాపము నుండి;\nఅస్మాత్ — ఇవి;\nనివర్తితుం — మరలిపోవుట;\nకుల-క్షయ — బంధువులను సంహరించటం;కృతం — చేసి;\nదోషం — నేరము;\nప్రపశ్యద్భి: — తెలిసిన వారమై;\nజనార్ధన — అందరి పోషణ రక్షణ చూసుకునే వాడా శ్రీ కృష్ణా.",
    "tran": "BG 1.38-39: దురాశచే వారి ఆలోచనలు భ్రష్టు పట్టి బంధువులను సర్వనాశనం చేయటం లో గానీ మిత్రులపై కక్ష తీర్చుకుని విశ్వాసఘాతుకత్వం చేయటం లో గాని వారు దోషం చూడటం లేదు. కానీ ఓ జనార్ధనా మనవారినే చంపటం లో ఉన్న దోషాన్ని చక్కగా చూడగలిగిన మనము ఈ పాపపు పని నుండి ఎందుకు  తప్పుకోకూడదు?",

  },
  {
    "id": "#40",
    "value": "40",  "name":"కులక్షయే ప్రణశ్యంతి కులధర్మాః సనాతనాః ।\nధర్మే నష్టే కులం కృత్స్నమ్ అధర్మోఽభిభవత్యుత ।। 40 ।।",
    "meaning": "కులక్షయే — వంశ నాశనము వలన;\nప్రణశ్యంతి — నశించిపోవును;\nకుల-ధర్మాః — వంశ ఆచారములు;\nసనాతనాః — సనాతనమైన;\n(ఎంతో కాలం నుండి వున్న);\nధర్మే — ధర్మము;\nనష్టే — అంతరించిపోవును ;\nకులం — వంశము;\nకృత్స్న — సమస్తమైన;\nఅధర్మః — అధర్మము;\nఅభిభవతి — జయించును;\nఉత — నిజముగా.",
    "tran": "BG 1.40: వంశము నాశనమయినప్పుడు వంశాచారములన్నీ లుప్తమవును;\nమిగిలిన కుటుంబసభ్యులు అధర్మపరులు అగుదురు.",

  },

  {
    "id": "#41",
    "value": "41",  "name":"అధర్మాభిభవాత్ కృష్ణ ప్రదుష్యంతి కులస్త్రియః ।\nస్త్రీషు దుష్టాసు వార్ష్ణేయ జాయతే వర్ణసంకరః ।। 41 ।।",
    "meaning": "అధర్మా — అధర్మము (పాపము);\nఆభిభవాత్ — ప్రబలిపోవుట;\nకృష్ణ — శ్రీ కృష్ణా;\nప్రదుష్యంతి  — నీతి తప్పిన వారై;\nకుల-స్త్రియః — కుటుంబము లోని స్త్రీలు;\nస్త్రీషు — స్త్రీలు;\nదుష్టాసు — దుర్నీతి పరులై;\nవార్ష్ణేయ — వృష్ణి వంశస్థుడా;\nజాయతే — పుడతారు;\nవర్ణ-సంకరః — అవాంఛిత సంతానం.",
    "tran": "BG 1.41: దుర్గుణాలు ప్రబలిపోవటం వలన ఓ కృష్ణా కుల స్త్రీలు నీతి తప్పిన వారు అగుదురు మరియు స్త్రీల యొక్క అనైతిక ప్రవర్తన వలన ఓ వృష్ణి వంశస్తుడా అవాంఛిత సంతానం జన్మిస్తారు.",

  },
  {
    "id": "#42",
    "value": "42",  "name":"సంకరో నరకాయైవ కులఘ్నానాం కులస్య చ ।\nపతంతి పితరో హ్యేషాం లుప్తపిండోదకక్రియాః ।। 42 ।।",
    "meaning": "సంకరః — అవాంఛిత సంతానం;\nనరకాయ — నరక ప్రాయమైన;\nఏవ — నిజముగా;\nకుల-ఘ్నానాం — కుల నాశనము చేసిన వారిని;\nకులస్య — కులమును;\nచ — మరియు;\nపతంతి — పతనము;\nపితరః — పూర్వీకులు;\nహి — యథార్థముగా;\nఏషామ్ — వారి యొక్క;\nలుప్త — అంతరించిపోవును ;\nపిండోదక-క్రియాః  — శ్రాద్ద తర్పణములు.",
    "tran": "BG 1.42: అవాంఛిత సంతానం పెరగటం వలన కులమునకు కుల నాశనము చేసిన వారికి కూడా నరకము ప్రాప్తించును. శ్రాద్ద తర్పణములు లుప్తమయిన కారణముగా ఆ భ్రష్టుపట్టిన వంశ పూర్వీకులు కూడా పతనమవుదురు.",

  },
  {
    "id": "#43",
    "value": "43",  "name":"దోషైరేతైః కులఘ్నానాం వర్ణసంకరకారకైః ।\nఉత్సాద్యంతే జాతిధర్మాః కులధర్మాశ్చ శాశ్వతాః ।। 43 ।।",
    "meaning": "దోషైః — పాపిష్ఠిపనులచే;\nఏతైః — ఈ విధమైన;\nకుల-ఘ్నానాం — కుల నాశనం చేసే వారి యొక్క;\nవర్ణ-సంకర — అవాంఛిత సంతానం;\nకారకైః — కారకులైన;\nఉత్సాద్యంతే — చెడిపోతాయి;\nజాతి-ధర్మాః — సామాజిక కుటుంబ సంక్షేమ ధర్మములు;\nకుల-ధర్మా: — కుటుంబ సాంప్రదాయములు;\nచ — మరియు;\nశాశ్వతాః — సనాతములైన.",
    "tran": "BG 1.43: కుటుంబ ఆచారము నాశనము చేసి అవాంఛిత సంతానం పెంపొందటానికి కారణమైన వారి దుష్ట చేష్టల వలన అనేకానేక సామాజిక కుటుంబ సంక్షేమ ధర్మములు నశించిపోవును.",

  },
  {
    "id": "#44",
    "value": "44",  "name":"ఉత్సన్నకులధర్మాణామ్ మనుష్యాణాం జనార్ధన ।\nనరకేఽనియతం వాసో భవతీత్యనుశుశ్రుమ ।। 44 ।।",
    "meaning": "ఉత్సన్న— నాశనమయిపోయిన;\nకుల-ధర్మాణామ్ — ఎవరి కుటుంబ సాంప్రదాయములు;\nమనుష్యాణాం — అలాంటి మనుషులు;\nజనార్ధనా — అందరి బాగోగులు చూసుకునే వాడా శ్రీ కృష్ణా;\nనరకే — నరకములో;\nఅనియతం — నిరవధికముగా;\nవాసః — నివాసము;\nభవతి — ఉండును;\nఇతి — ఈ విధంగా;\nఅనుశుశ్రుమ — పండితుల నుండి వినుయున్నాను.",
    "tran": "BG 1.44: ఓ జనార్ధనా (కృష్ణా) కులాచారములను నాశనం చేసిన వారు నిరవధికముగా నరకములోనే ఉంటారని నేను పండితుల నుండి వినియున్నాను;",

  },
  {
    "id": "#45",
    "value": "45",  "name":"అహో బత మహత్పాపం కర్తుం వ్యవసితా వయమ్ ।\nయద్రాజ్యసుఖలోభేన హంతుం స్వజనముద్యతాః ।। 45 ।।",
    "meaning": "అహో — అయ్యో;\nబత — ఎంత;\nమహత్ — పెద్ద;\nపాపం — పాపాలు;\nకర్తుం — చేయుటకు;\nవ్యవసితాః — సిద్ద పడితిమి ;\nవయం — మనము;\nయత్ — ఎందుకంటే;\nరాజ్య-సుఖ-లోభేన — రాజ్య సుఖములపై కాంక్ష తో ;\nహంతుం — చంపుటకు;\nస్వ-జనమ్ — సొంత బంధువులను;\nఉద్యతాః — అభిలాషించి;\n",
    "tran": "BG 1.45-46: అయ్యో! ఎంత ఆశ్చర్యం ఈ మహాపాపం చేయటానికి నిశ్చయించాము. రాజ్య సుఖములపై కాంక్ష తో మన బంధువులనే చంపటానికి సిద్దపడ్డాము. ఆయుధాలు చేతిలో ఉన్న ధృతరాష్ట్రుని పుత్రులు ఆయుధాలు లేకుండా ప్రతిఘటించకుండా ఉన్న నన్ను యుద్ధభూమిలో చంపివేసినా దీనికంటే మేలే.",

  },
  {
    "id": "#46",
    "value": "46",  "name":"యది మామప్రతీకారమశస్త్రం శస్త్రపాణయః ।\nధార్తరాష్ట్రా రణే హన్యుః తన్మే క్షేమతరం భవేత్ ।। 46 ।।",
    "meaning": "యది — ఒకవేళ;\nమామ్ — నన్ను;\nఅప్రతీకారమ్ — ప్రతిఘటించకుండా;\nఅశస్త్రం — ఆయుధాలు లేకుండా;\nశస్త్రపాణయః — చేతిలో ఆయుధములు ధరించినవారు;\nధార్తరాష్ట్రా: — ధృతరాష్ట్రుని తనయులు;\nరణే — యుద్ధభూమి యందు;\nహన్యు: — చంపినా;\nతత్ — అది;\nమే — నాకు;\nక్షేమ-తరం — మంచిదే;\nభవేత్ — అవుతుంది.",
    "tran": "BG 1.45-46: అయ్యో! ఎంత ఆశ్చర్యం ఈ మహాపాపం చేయటానికి నిశ్చయించాము. రాజ్య సుఖములపై కాంక్ష తో మన బంధువులనే చంపటానికి సిద్దపడ్డాము. ఆయుధాలు చేతిలో ఉన్న ధృతరాష్ట్రుని పుత్రులు ఆయుధాలు లేకుండా ప్రతిఘటించకుండా ఉన్న నన్ను యుద్ధభూమిలో చంపివేసినా దీనికంటే మేలే.",

  },
  {
    "id": "#47",
    "value": "47",  "name":"సంజయ ఉవాచ ।\nఏవముక్త్వార్జునః సంఖ్యే రథోపస్థ ఉపావిశత్ ।\nవిసృజ్య సశరం చాపం శోకసంవిగ్నమానసః ।। 47 ।।",
    "meaning": "సంజయ ఉవాచ — సంజయుడు పలికెను;\nఏవం ఉక్త్వా — ఈ విధంగా అని;\nఅర్జునః — అర్జునుడు;\nసంఖ్యే — యుద్ధరంగంలో;\nరథ ఉపస్థె — రథములో;\nఉపవిశాత్ — కూర్చుండి పోయెను;\nవిసృజ్య — వదిలివేసి ;\nస-శరం — బాణములతో సహా;\nచాపం — ధనుస్సును;\nశోక — దుఃఖముతో;\nసంవిగ్న — దీనస్థితిలో ;\nమానసః — మనస్సు.",
    "tran": "BG 1.47: సంజయుడు పలికెను: ఈ విధంగా పలికిన అర్జునుడు దీనస్థితిలో తీవ్ర శోకసంతుప్తుడై తన బాణాలను ధనుస్సును పక్కన జారవిడిచి రథం లో కూలబడ్డాడు.",

  }

    ]

})
})
module.exports=Router1;
